Repository: GlobleHourMarine/ambrosia_ayurved_app
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ms

source: State
ar: الولاية
hi: राज्य
ms: Negeri

source: Pincode
ar: الرمز البريدي
hi: पिन कोड
ms: Poskod

source: Country
ar: البلد
hi: देश
ms: Negara

source: Mobile
ar: الجوال
hi: मोबाइल
ms: Telefon Bimbit

source: Confirm Order
ar: تأكيد الطلب
hi: ऑर्डर की पुष्टि करें
ms: Sahkan Pesanan

# confirmOrderPrompt
source: Are you sure you want to place this order?
ar: هل أنت متأكد من رغبتك في تقديم هذا الطلب؟
hi: क्या आप वाकई इस ऑर्डर को प्लेस करना चाहते हैं?
ms: Adakah anda pasti mahu membuat pesanan ini?

# upiCopied
source: UPI ID copied to clipboard
ar: تم نسخ معرف UPI إلى الحافظة
hi: यूपीआई आईडी क्लिपबोर्ड पर कॉपी हो गई
ms: ID UPI telah disalin ke papan klip

# enterTxnAndUpload
source: Please enter transaction ID and upload screenshot
ar: يرجى إدخال معرف المعاملة وتحميل لقطة الشاشة
hi: कृपया लेन-देन आईडी दर्ज करें और स्क्रीनशॉट अपलोड करें
ms: Sila masukkan ID transaksi dan muat naik tangkapan skrin

# orderPlaced
source: Your order has been placed successfully
ar: تم تقديم طلبك بنجاح
hi: आपका ऑर्डर सफलतापूर्वक प्लेस हो गया है
ms: Pesanan anda telah berjaya dibuat

source: Thank You!
ar: شكرًا لك!
hi: धन्यवाद!
ms: Terima Kasih!

# orderProcessingMessage
source: We're processing your order and will notify you when it's on the way.
ar: نحن نعالج طلبك وسنخطرك عندما يكون في الطريق.
hi: हम आपके ऑर्डर को प्रोसेस कर रहे हैं और आपको सूचित करेंगे जब यह रास्ते में होगा।
ms: Kami sedang memproses pesanan anda dan akan memberitahu anda apabila ia dihantar.

source: Continue Shopping
ar: مواصلة التسوق
hi: खरीदारी जारी रखें
ms: Teruskan Membeli-belah

source: Error
ar: خطأ
hi: त्रुटि
ms: Ralat

# fillAllFields
source: Please fill in all fields
ar: يرجى ملء جميع الحقول
hi: कृपया सभी फ़ील्ड भरें
ms: Sila isi semua ruangan

# loginSuccess
source: Login Successful
ar: تم تسجيل الدخول بنجاح
hi: लॉगिन सफल
ms: Log Masuk Berjaya

# loginSuccessMsg
source: You have successfully logged in.
ar: لقد سجلت دخولك بنجاح.
hi: आप सफलतापूर्वक लॉग इन हो गए हैं।
ms: Anda telah berjaya log masuk.

source: Invalid Credentials
ar: بيانات الاعتماد غير صالحة
hi: अमान्य क्रेडेंशियल्स
ms: Maklumat Tidak Sah

# invalidCredentialsMsg
source: Please enter a valid email or user ID and password.
ar: يرجى إدخال بريد إلكتروني أو معرف مستخدم وكلمة مرور صالحة.
hi: कृपया एक वैध ईमेल या यूजर आईडी और पासवर्ड दर्ज करें।
ms: Sila masukkan e-mel atau ID pengguna dan kata laluan yang sah.

# loginFailed
source: Failed to log in
ar: فشل تسجيل الدخول
hi: लॉगिन विफल
ms: Gagal log masuk

# loginError
source: An error occurred:
ar: حدث خطأ:
hi: एक त्रुटि हुई:
ms: Ralat telah berlaku:

source: Welcome back
ar: مرحباً بعودتك
hi: वापसी पर स्वागत है
ms: Selamat datang semula

source: Please enter Email
ar: يرجى إدخال البريد الإلكتروني
hi: कृपया ईमेल दर्ज करें
ms: Sila masukkan E-mel

source: Enter Email
ar: أدخل البريد الإلكتروني
hi: ईमेल दर्ज करें
ms: Masukkan E-mel

source: Please enter Password
ar: يرجى إدخال كلمة المرور
hi: कृपया पासवर्ड दर्ज करें
ms: Sila masukkan kata laluan

source: Enter Password
ar: أدخل كلمة المرور
hi: पासवर्ड दर्ज करें
ms: Masukkan Kata Laluan

source: Password
ar: كلمة المرور
hi: पासवर्ड
ms: Kata Laluan

source: Remember me
ar: تذكرني
hi: मुझे याद रखें
ms: Ingat saya

# forgotPassword
source: Forget password?
ar: نسيت كلمة المرور؟
hi: पासवर्ड भूल गए?
ms: Lupa kata laluan?

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟
hi: खाता नहीं है?
ms: Belum mempunyai akaun?

source: Sign up
ar: اشتراك
hi: साइन अप
ms: Daftar

# enterYourEmail
source: Please enter your email.
ar: يرجى إدخال بريدك الإلكتروني.
hi: कृपया अपना ईमेल दर्ज करें।
ms: Sila masukkan e-mel anda.

source: Success
ar: نجاح
hi: सफलता
ms: Berjaya

source: Failed to send OTP
ar: فشل إرسال OTP
hi: OTP भेजने में विफल
ms: Gagal menghantar OTP

# userNotFound
source: User with this email does not exist.
ar: لا يوجد مستخدم بهذا البريد الإلكتروني.
hi: इस ईमेल के साथ कोई उपयोगकर्ता नहीं मिला।
ms: Pengguna dengan e-mel ini tidak wujud.

# serverResponseError
source: Unexpected response from server. Please try again after sometime
ar: استجابة غير متوقعة من الخادم. يرجى المحاولة مرة أخرى بعد قليل
hi: सर्वर से अप्रत्याशित प्रतिक्रिया। कृपया कुछ समय बाद पुनः प्रयास करें
ms: Respon pelayan tidak dijangka. Sila cuba lagi nanti

# otpSendError
source: An error occurred while sending OTP. Please try again after sometime
ar: حدث خطأ أثناء إرسال OTP. يرجى المحاولة مرة أخرى بعد قليل
hi: OTP भेजते समय एक त्रुटि हुई। कृपया कुछ समय बाद पुनः प्रयास करें
ms: Ralat semasa menghantar OTP. Sila cuba lagi nanti

source: Reset Password
ar: إعادة تعيين كلمة المرور
hi: पासवर्ड रीसेट
ms: Tukar Kata Laluan

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
hi: पहले से ही खाता है?
ms: Sudah mempunyai akaun?

# otpVerified
source: OTP verified successfully. Redirecting to password reset.
ar: تم التحقق من OTP بنجاح. يتم التوجيه إلى إعادة تعيين كلمة المرور.
hi: OTP सफलतापूर्वक सत्यापित। पासवर्ड रीसेट पर रीडायरेक्ट हो रहा है।
ms: OTP disahkan. Mengalihkan ke penetapan semula kata laluan.

source: Phone Verification
ar: التحقق من الهاتف
hi: फोन सत्यापन
ms: Pengesahan Telefon

# enterOtpMsg
source: Enter OTP sent to your email address!
ar: أدخل OTP المرسل إلى عنوان بريدك الإلكتروني!
hi: अपने ईमेल पते पर भेजे गए OTP को दर्ज करें!
ms: Masukkan OTP yang dihantar ke alamat e-mel anda!

# editEmail
source: Edit Email Address?
ar: تعديل عنوان البريد الإلكتروني؟
hi: ईमेल पता संपादित करें?
ms: Edit Alamat E-mel?

# passwordMismatch
source: New password and confirm password do not match.
ar: كلمة المرور الجديدة وتأكيد كلمة المرور غير متطابقين.
hi: नया पासवर्ड और पुष्टि पासवर्ड मेल नहीं खाते।
ms: Kata laluan baharu dan pengesahan tidak sepadan.

# passwordUpdated
source: Your password has been updated successfully.
ar: تم تحديث كلمة المرور بنجاح.
hi: आपका पासवर्ड सफलतापूर्वक अपडेट हो गया है।
ms: Kata laluan anda telah dikemas kini dengan jayanya.

# failedToUpdatePassword
source: Failed to update password. Please try again.
ar: فشل تحديث كلمة المرور. يرجى المحاولة مرة أخرى.
hi: पासवर्ड अपडेट करने में विफल। कृपया पुनः प्रयास करें।
ms: Gagal mengemas kini kata laluan. Sila cuba lagi.

# passwordUpdateError
source: An error occurred while updating the password.
ar: حدث خطأ أثناء تحديث كلمة المرور.
hi: पासवर्ड अपडेट करते समय एक त्रुटि हुई।
ms: Ralat semasa mengemas kini kata laluan.

# editPassword
source: Edit Your Password
ar: تعديل كلمة المرور
hi: अपना पासवर्ड संपादित करें
ms: Edit Kata Laluan Anda

source: New Password
ar: كلمة المرور الجديدة
hi: नया पासवर्ड
ms: Kata Laluan Baharu

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
hi: नए पासवर्ड की पुष्टि करें
ms: Sahkan Kata Laluan Baharu

source: Update Password
ar: تحديث كلمة المرور
hi: पासवर्ड अपडेट करें
ms: Kemas Kini Kata Laluan

source: Registration Failed
ar: فشل التسجيل
hi: पंजीकरण विफल
ms: Pendaftaran Gagal

# userExists
source: User already exists. Please try with a different email or phone.
ar: المستخدم موجود بالفعل. يرجى المحاولة ببريد إلكتروني أو هاتف مختلف.
hi: उपयोगकर्ता पहले से मौजूद है। कृपया एक अलग ईमेल या फोन के साथ प्रयास करें।
ms: Pengguna sudah wujud. Sila cuba dengan e-mel atau telefon lain.

# registerError
source: Failed to register. Please try tusagain. Status code:
ar: فشل التسجيل. يرجى المحاولة مرة أخرى. رمز الحالة:
hi: पंजीकरण करने में विफल। कृपया पुनः प्रयास करें। स्थिति कोड:
ms: Gagal mendaftar. Sila cuba lagi. Kod status:

source: Get Started
ar: ابدأ
hi: शुरू करें
ms: Mulakan

source: Please enter first name
ar: يرجى إدخال الاسم الأول
hi: कृपया पहला नाम दर्ज करें
ms: Sila masukkan nama pertama

source: Please enter last name
ar: يرجى إدخال الاسم الأخير
hi: कृपया अंतिम नाम दर्ज करें
ms: Sila masukkan nama akhir

# pleaseEnterValidEmail
source: Please enter a valid email
ar: يرجى إدخال بريد إلكتروني صالح
hi: कृपया एक वैध ईमेल दर्ज करें
ms: Sila masukkan e-mel yang sah

# pleaseEnterPhone
source: Please enter Phone no.
ar: يرجى إدخال رقم الهاتف
hi: कृपया फोन नंबर दर्ज करें
ms: Sila masukkan nombor telefon

# pleaseEnterValidPhone
source: Please enter a valid Phone no.
ar: يرجى إدخال رقم هاتف صالح
hi: कृपया एक वैध फोन नंबर दर्ज करें
ms: Sila masukkan nombor telefon yang sah

# passwordMinLength
source: Password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
hi: पासवर्ड कम से कम 8 वर्णों का होना चाहिए
ms: Kata laluan mesti sekurang-kurangnya 8 aksara

# passwordSpecialChar
source: Password must contain at least one special character
ar: يجب أن تحتوي كلمة المرور على حرف خاص واحد على الأقل
hi: पासवर्ड में कम से कम एक विशेष वर्ण होना चाहिए
ms: Kata laluan mesti mengandungi sekurang-kurangnya satu aksara khas

source: Confirm Password
ar: تأكيد كلمة المرور
hi: पासवर्ड की पुष्टि करें
ms: Sahkan Kata Laluan

# pleaseConfirmPassword
source: Please confirm your password
ar: يرجى تأكيد كلمة المرور
hi: कृपया अपने पासवर्ड की पुष्टि करें
ms: Sila sahkan kata laluan anda

source: Passwords do not match
ar: كلمات المرور غير متطابقة
hi: पासवर्ड मेल नहीं खाते
ms: Kata laluan tidak sepadan

# alreadyHaveAccount2
source: Already have an account?
ar: هل لديك حساب بالفعل؟
hi: पहले से ही खाता है?
ms: Sudah mempunyai akaun?

# registertoaddproduct
source: Register to add product to cart
ar: سجل لإضافة منتج إلى السلة
hi: कार्ट में उत्पाद जोड़ने के लिए पंजीकरण करें
ms: Daftar untuk menambah produk ke troli

# aboutUsTitle
source: Story Behind Ambrosia Ayurved
ar: القصة وراء أمبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद की कहानी
ms: Kisah Di Sebalik Ambrosia Ayurved

# aboutUsPara1
source: Every health struggle tells a story — a story of pain, frustration, hope, and the fight to feel alive again.
ar: كل صراع صحي يحكي قصة - قصة ألم، إحباط، أمل، والكفاح لاستعادة الشعور بالحياة.
hi: हर स्वास्थ्य संघर्ष एक कहानी कहता है - दर्द, निराशा, आशा और फिर से जीवित महसूस करने की लड़ाई की कहानी।
ms: Setiap perjuangan kesihatan menceritakan kisah — kisah kesakitan, kekecewaan, harapan, dan perjuangan untuk hidup kembali.

# aboutUsPara2
source: At Ambrosia Ayurved, we asked: Why do people still suffer even when they’re doing “everything right”?
ar: في أمبروسيا أيورفيد، سألنا: لماذا لا يزال الناس يعانون حتى عندما يفعلون "كل شيء بشكل صحيح"؟
hi: अम्ब्रोसिया आयुर्वेद में हमने पूछा: लोग अभी भी क्यों पीड़ित हैं जब वे "सब कुछ सही" कर रहे हैं?
ms: Di Ambrosia Ayurved, kami bertanya: Mengapa orang masih menderita walaupun mereka melakukan 'semuanya dengan betul'?

# aboutUsPara3
source: Modern medicine manages symptoms, not the root cause. Ayurveda offers a better, lasting way.
ar: الطب الحديث يدير الأعراض، وليس السبب الجذري. الأيورفيدا تقدم طريقة أفضل ودائمة.
hi: आधुनिक चिकित्सा लक्षणों को प्रबंधित करती है, मूल कारण को नहीं। आयुर्वेद एक बेहतर, स्थायी तरीका प्रदान करता है।
ms: Perubatan moden menguruskan gejala, bukan punca utama. Ayurveda menawarkan cara yang lebih baik dan berkekalan.

# aboutUsPara4
source: We knew there had to be a better way.
ar: كنا نعلم أنه يجب أن تكون هناك طريقة أفضل.
hi: हम जानते थे कि एक बेहतर तरीका होना चाहिए।
ms: Kami tahu mesti ada cara yang lebih baik.

# ourJourneyTitle
source: Our Journey
ar: رحلتنا
hi: हमारी यात्रा
ms: Perjalanan Kami

# journeyIntro
source: We started with one of the most common yet misunderstood conditions —
ar: بدأنا بأحد أكثر الحالات شيوعاً والتي يساء فهمها -
hi: हमने सबसे आम लेकिन गलत समझी जाने वाली स्थितियों में से एक -
ms: Kami bermula dengan salah satu keadaan yang paling biasa tetapi sering disalahfahami —

# journeyCondition
source: diabetes
ar: السكري
hi: मधुमेह

# journeyQuestionIntro
source: . Instead of just managing sugar levels, we asked:
ar: . بدلاً من مجرد إدارة مستويات السكر، سألنا:
hi: . सिर्फ शर्करा स्तर को प्रबंधित करने के बजाय, हमने पूछा:
ms: . Daripada sekadar menguruskan tahap gula, kami bertanya:

# journeyQ1
source: Why does diabetes happen?
ar: لماذا يحدث السكري؟
hi: मधुमेह क्यों होता है?
ms: Mengapa diabetes berlaku?

# journeyQ2
source: Can Ayurveda treat it from the root?
ar: هل يمكن للأيورفيدا علاجه من الجذر؟
hi: क्या आयुर्वेद इसे जड़ से ठीक कर सकता है?
ms: Bolehkah Ayurveda merawatnya dari akar umbi?

# journeyQ3
source: Can patients live free from daily medicines?
ar: هل يمكن للمرضى العيش بدون أدوية يومية؟
hi: क्या रोगी दैनिक दवाओं से मुक्त रह सकते हैं?
ms: Bolehkah pesakit hidup bebas daripada ubat harian?

# journeyProductIntro
source: This inspired our flagship product,
ar: هذا ألهمنا منتجنا الرئيسي،
hi: इसने हमारे प्रमुख उत्पाद,
ms: Ini mengilhamkan produk utama kami,

# journeyProductName
source: A5-Herbal Supplement
ar: مكمل عشبي - A5
hi: A5-हर्बल सप्लीमेंट
ms: A5-Suplemen Herba

# journeyProductDetails
source: made from
ar: — مصنوع من
hi: को प्रेरित किया
ms: — diperbuat daripada

# journeyHerbs
source: 25+ time-tested herbs
ar: 25+ عشبة مجربة عبر الزمن
hi: 25+ समय-परीक्षित जड़ी-बूटियों
ms: 25+ herba terbukti secara tradisional

# journeyFrom
source: from
ar: من
hi: से बना
ms: dari

# journeyRegions
source: India and Malaysia
ar: الهند وماليزيا
hi: भारत और मलेशिया
ms: India dan Malaysia

# journeySupport
source: , supporting sugar balance and body rejuvenation. These herbs are
ar: , يدعم توازن السكر وتجديد الجسم. هذه الأعشاب
hi: , शर्करा संतुलन और शरीर के पुनरोद्धार का समर्थन करता है। ये जड़ी-बूटियाँ
ms: , menyokong keseimbangan gula dan pemulihan badan. Herba ini

# journeySourcing
source: sourced through our trusted partner,
ar: تم توريدها من خلال شريكنا الموثوق،
hi: हमारे विश्वसनीय साझेदार के माध्यम से प्राप्त की जाती हैं
ms: diperoleh melalui rakan kongsi dipercayai kami,

# journeyEnsuring
source: , ensuring
ar: , مما يضمن
hi: , यह सुनिश्चित करते हुए
ms: , memastikan

# journeyPurity
source: global-grade purity and potency
ar: نقاء وفعالية بدرجة عالمية
hi: वैश्विक-ग्रेड शुद्धता और प्रभावकारिता
ms: ketulenan dan keberkesanan bertaraf global

# journeyClosing
source: — from India’s forests to Malaysia’s hills. But this is just the beginning.
ar: — من غابات الهند إلى تلال ماليزيا. ولكن هذه مجرد البداية.
hi: - भारत के जंगलों से मलेशिया की पहाड़ियों तक। लेकिन यह सिर्फ शुरुआत है।
ms: — dari hutan India ke bukit-bukau Malaysia. Tetapi ini hanya permulaan.

# ourMissionTitle
source: 🎯 Our Mission
ar: 🎯 مهمتنا
hi: 🎯 हमारा मिशन
ms: 🎯 Misi Kami

# ourMissionIntro
source: We’re not here to sell quick fixes. We bring back real, natural healing.
ar: نحن لسنا هنا لبيع حلول سريعة. نحن نعيد الشفاء الطبيعي الحقيقي.
hi: हम त्वरित समाधान बेचने के लिए यहां नहीं हैं। हम वास्तविक, प्राकृतिक उपचार वापस लाते हैं।
ms: Kami bukan di sini untuk menjual penyelesaian segera. Kami membawa kembali penyembuhan semula jadi yang sebenar.

# ourMissionStatement
source: Our mission is to:
ar: مهمتنا هي:
hi: हमारा मिशन है:
ms: Misi kami adalah untuk:

# missionPoint1
source: Provide **root-cause solutions**, not just relief
ar: تقديم **حلول للسبب الجذري**، وليس مجرد تخفيف
hi: **मूल-कारण समाधान** प्रदान करना, सिर्फ राहत नहीं
ms: Menyediakan **penyelesaian punca utama**, bukan sekadar kelegaan

# missionPoint2
source: Make **authentic Ayurvedic care accessible** to all
ar: جعل **الرعاية الأيورفيدية الأصيلة متاحة** للجميع
hi: **प्रामाणिक आयुर्वेदिक देखभाल को सभी के लिए सुलभ** बनाना
ms: Menjadikan **penjagaan Ayurveda yang asli boleh diakses** oleh semua

# missionPoint3
source: Educate with **knowledge, support, and the right tools**
ar: التعليم **بالمعرفة، الدعم، والأدوات الصحيحة**
hi: **ज्ञान, समर्थन और सही उपकरणों** के साथ शिक्षित करना
ms: Mendidik dengan **ilmu, sokongan dan alat yang betul**

# missionPoint4
source: Build herbal products people can **trust with their lives**
ar: بناء منتجات عشبية يمكن للناس **الوثوق بها بحياتهم**
hi: ऐसे हर्बल उत्पाद बनाना जिन पर लोग **अपने जीवन के साथ विश्वास** कर सकें
ms: Membangunkan produk herba yang boleh **dipercayai untuk kehidupan mereka**

source: Our Vision
ar: رؤيتنا
hi: हमारी दृष्टि
ms: Visi Kami

# visionIntro
source: We envision a world where:
ar: نتصور عالماً حيث:
hi: हम एक ऐसी दुनिया की कल्पना करते हैं जहां:
ms: Kami membayangkan dunia di mana:

# visionPoint1
source: People with diabetes aren’t trapped by daily meds
ar: لا يكون مرضى السكري محاصرين بالأدوية اليومية
hi: मधुमेह से पीड़ित लोग दैनिक दवाओं से फंसे नहीं रहते
ms: Penghidap diabetes tidak terikat dengan ubat harian

# visionPoint2
source: Families prevent avoidable health issues
ar: تمنع العائلات المشاكل الصحية التي يمكن تجنبها
hi: परिवार अनावश्यक स्वास्थ्य समस्याओं को रोकते हैं
ms: Keluarga mencegah masalah kesihatan yang boleh dielakkan

# visionPoint3
source: Ayurveda is the **first and natural choice**
ar: الأيورفيدا هي **الخيار الأول والطبيعي**
hi: आयुर्वेद **पहली और प्राकृतिक पसंद** है
ms: Ayurveda ialah **pilihan utama dan semula jadi**

# visionPoint4
source: True health is personal and accessible
ar: الصحة الحقيقية شخصية ومتاحة
hi: सच्चा स्वास्थ्य व्यक्तिगत और सुलभ है
ms: Kesihatan sebenar adalah peribadi dan boleh diakses

# visionWrap1
source: We see
ar: نرى
hi: हम
ms: Kami melihat

# visionWrap2
source: Ambrosia Ayurved
ar: امبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद

# visionWrap3
source: as a bridge between the
ar: كجسر بين
hi: को
ms: sebagai jambatan antara

# visionWrap4
source: ancient and the modern
ar: القديم والحديث
hi: प्राचीन और आधुनिक
ms: tradisional dan moden

# visionWrap5
source: , the
ar: , بين

# visionWrap6
source: traditional and the scientific
ar: التقليدي والعلمي
hi: पारंपरिक और वैज्ञानिक
ms: pendekatan lama dan saintifik

# visionWrap7
source: , the
ar: , بين

# visionWrap8
source: body and the soul
ar: الجسد والروح
hi: शरीर और आत्मा
ms: jasad dan jiwa

# a5Subheadline
source: 100% Ayurvedic. 0% Chemicals. 3 Months to Freedom.
ar: 100% أيورفيدا. 0% كيماويات. 3 أشهر للحرية.
hi: 100% आयुर्वेदिक। 0% रसायन। 3 महीने में मुक्ति।
ms: 100% Ayurveda. 0% Bahan Kimia. Bebas dalam 3 Bulan.

# a5Description
source: A5 – Herbal Supplement is not just a medicine — it's a breakthrough Ayurvedic formulation designed to eliminate Diabetes from the root. Backed by over 25 rare and potent herbs from India and Malaysia, A5 works with your body, not against it — restoring balance, revitalizing energy, and reversing diabetes from within.
ar: A5 ليس مجرد دواء — إنه تركيبة أيورفيدية مبتكرة مصممة للقضاء على السكري من الجذر. مدعوم بأكثر من 25 عشبة نادرة وفعالة من الهند وماليزيا، يعمل A5 مع جسمك، وليس ضده — لاستعادة التوازن، تنشيط الطاقة، وعكس السكري من الداخل.
hi: A5 - हर्बल सप्लीमेंट सिर्फ एक दवा नहीं है - यह मधुमेह को जड़ से खत्म करने के लिए डिज़ाइन किया गया एक अभूतपूर्व आयुर्वेदिक फॉर्मूला है। भारत और मलेशिया की 25+ दुर्लभ और शक्तिशाली जड़ी-बूटियों द्वारा समर्थित, A5 आपके शरीर के साथ काम करता है, उसके खिलाफ नहीं - संतुलन बहाल करता है, ऊर्जा को पुनर्जीवित करता है और मधुमेह को अंदर से उलट देता है।
ms: A5 – Tambahan Herba bukan sekadar ubat — ia adalah formulasi Ayurveda yang memecah tradisi untuk menghapuskan Diabetes dari punca. Disokong oleh lebih 25 herba langka dan berkuasa dari India dan Malaysia, A5 – Tambahan Herba bekerjasama dengan badan anda — memulihkan keseimbangan, menyegarkan tenaga, dan membalikkan diabetes dari dalam.

# a5Benefit1
source: 3-Month Diabetes Reversal Guarantee
ar: ضمان عكس السكري في 3 أشهر
hi: 3-महीने की मधुमेह उलटने की गारंटी
ms: Jaminan Pemulihan Diabetes dalam 3 Bulan

# a5Benefit2
source: 25+ Herbal Ingredients (India + Malaysia)
ar: 25+ مكون عشبي (الهند + ماليزيا)
hi: 25+ हर्बल सामग्री (भारत + मलेशिया)
ms: 25+ Herba (India + Malaysia)

# a5Benefit3
source: Clinically Inspired | Expert-Crafted | 100% Natural
ar: مستوحى سريرياً | صممه الخبراء | 100% طبيعي
hi: नैदानिक रूप से प्रेरित | विशेषज्ञ-निर्मित | 100% प्राकृतिक
ms: Diinspirasikan Secara Klinikal | Dirumus oleh Pakar | 100% Semula Jadi

# a5Benefit4
source: No Side Effects. No Chemicals. No Dependency.
ar: لا آثار جانبية. لا كيماويات. لا اعتماد.
hi: कोई दुष्प्रभाव नहीं। कोई रसायन नहीं। कोई निर्भरता नहीं।
ms: Tiada Kesan Sampingan. Tiada Bahan Kimia. Tiada Kebergantungan.

# howToUseStep1Title
source: Step 1: Open the Pouch
ar: الخطوة 1: افتح العبوة
hi: स्टेप 1: पाउच खोलें
ms: Langkah 1: Buka Pek

# howToUseStep1Desc
source: Take one A5-Herbal Supplement pouch from the box. ✂️ Carefully cut the pouch with scissors or tear it from the top.
ar: خذ عبوة واحدة من مكمل A5 العشبي من الصندوق. ✂️ اقطع العبوة بعناية بالمقص أو مزقها من الأعلى.
hi: बॉक्स से एक A5-हर्बल सप्लीमेंट पाउच लें। ✂️ पाउच को कैंची से सावधानी से काटें या ऊपर से फाड़ें।
ms: Ambil satu pek A5-Suplemen Herba dari kotak. ✂️ Potong dengan gunting atau koyakkan dari atas dengan hati-hati.

# howToUseStep2Title
source: Step 2: Mix in Lukewarm Water
ar: الخطوة 2: اخلط في ماء فاتر
hi: स्टेप 2: गुनगुने पानी में मिलाएं
ms: Langkah 2: Campur dalam Air Suam

# howToUseStep2Desc
source: Take 1 glass (approx. 150 ml) of lukewarm water.🔄 Pour the entire pouch contents into the water and stir until it dissolve completely.
ar: خذ كوباً واحداً (حوالي 150 مل) من الماء الفاتر.🔄 صب محتويات العبوة كاملة في الماء وحرك حتى تذوب تماماً.
hi: 1 गिलास (लगभग 150 मिली) गुनगुना पानी लें। 🔄 पूरे पाउच की सामग्री को पानी में डालें और पूरी तरह घुलने तक हिलाएं।
ms: Ambil 1 gelas (lebih kurang 150 ml) air suam. 🔄 Tuangkan keseluruhan isi pek ke dalam air dan kacau sehingga larut sepenuhnya.

# howToUseStep3Title
source: Step 3: Consume Twice Daily
ar: الخطوة 3: استهلك مرتين يومياً
hi: स्टेप 3: दिन में दो बार सेवन करें
ms: Langkah 3: Ambil Dua Kali Sehari

# howToUseStep3Desc
source: 🌞 Morning – Take on an empty stomach before breakfast. 🌙 Evening – Take before dinner, for best results.
ar: 🌞 الصباح – خذ على معدة فارغة قبل الإفطار. 🌙 المساء – خذ قبل العشاء، للحصول على أفضل النتائج.
hi: 🌞 सुबह – नाश्ते से पहले खाली पेट लें। 🌙 शाम – सर्वोत्तम परिणामों के लिए रात के खाने से पहले लें।
ms: 🌞 Pagi – Ambil ketika perut kosong sebelum sarapan. 🌙 Malam – Ambil sebelum makan malam untuk kesan terbaik.

# howToUseStep4Title
source: Pro Tip:
ar: نصيحة محترفة:
hi: प्रो टिप:
ms: Tip Pakar:

# howToUseStep4Desc
source: Follow this daily routine for 90 days for guaranteed
ar: اتبع هذا الروتين اليومي لمدة 90 يوماً لضمان
hi: गारंटीकृत परिणामों के लिए 90 दिनों तक इस दैनिक दिनचर्या का पालन करें।
ms: Ikuti rutin harian ini selama 90 hari untuk hasil terjamin

# threeMonthTitle
source: 3 Month plan of using A5-Herbal Supplement
ar: خطة 3 أشهر لاستخدام مكمل A5 العشبي
hi: A5-हर्बल सप्लीमेंट का उपयोग करने की 3 महीने की योजना
ms: Pelan 3 Bulan menggunakan A5-Suplemen Herba

# month1Title
source: Month 1:
ar: الشهر 1:
hi: महीना 1:
ms: Bulan 1:

# month1Desc
source: Take both diabetes medication and Ambrosia Ayurved together.
ar: خذ دواء السكري وامبروسيا أيورفيد معاً.
hi: दोनों मधुमेह की दवा और एम्ब्रोसिया आयुर्वेद को एक साथ लें।
ms: Ambil ubat diabetes dan Ambrosia Ayurved bersama-sama.

# month2Title
source: Month 2:
ar: الشهر 2:
hi: महीना 2:
ms: Bulan 2:

# month2Desc
source: Skip conventional medicine once a week, but continue Ambrosia Ayurved.
ar: تخطى الدواء التقليدي مرة في الأسبوع، ولكن استمر في أمبروسيا أيورفيد.
hi: सप्ताह में एक बार पारंपरिक दवा छोड़ें, लेकिन एम्ब्रोसिया आयुर्वेद जारी रखें।
ms: Langkau ubat konvensional seminggu sekali, tetapi teruskan Ambrosia Ayurved.

# month3Title
source: Month 3:
ar: الشهر 3:
hi: महीना 3:
ms: Bulan 3:

# month3Desc
source: Take conventional medicine once every 15 days, and keep Ambrosia Ayurved regularly.
ar: خذ الدواء التقليدي مرة كل 15 يوماً، واستمر في أمبروسيا أيورفيد بانتظام.
hi: हर 15 दिन में एक बार पारंपरिक दवा लें, और एम्ब्रोसिया आयुर्वेद नियमित रूप से लें।
ms: Ambil ubat konvensional sekali setiap 15 hari dan teruskan Ambrosia Ayurved secara tetap.

# month4Title
source: After 3 Months:
ar: بعد 3 أشهر:
hi: 3 महीने के बाद:
ms: Selepas 3 Bulan:

# month4Desc
source: If sugar levels stay stable, stop all diabetes medications.
ar: إذا بقيت مستويات السكر مستقرة، توقف عن جميع أدوية السكري.
hi: यदि शुगर का स्तर स्थिर रहता है, तो सभी मधुमेह की दवाएं बंद कर दें।
ms: Jika tahap gula stabil, hentikan semua ubat diabetes.

# whyA5Heading
source: Why A5 – Herbal Supplement?
ar: مكمل عشبي لماا A5؟
hi: क्यों A5 – हर्बल सप्लीमेंट?
ms: Kenapa A5 – Tambahan Herba?
