Repository: GlobleHourMarine/ambrosia_ayurved_app
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ms

source: Welcome
ar: مرحباً
hi: स्वागत है
ms: Selamat datang

# toText
source: to
ar: إلى
hi: को

# theText
source: the
ar: ال
hi: द

# ourApp
source: our
ar: خاصتنا
hi: हमारा
ms: aplikasi

# appName
source: app
ar: تطبيق
hi: ऐप
ms: kami

# welcomeMessage12
source: Welcome to Ambrosia Ayurved
ar: مرحباً بكم في أمبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद में आपका स्वागत है
ms: Selamat datang ke aplikasi kami!

# signtodiabbeticfreejourney
source: Sign in to your diabetes free journey
ar: سجل الدخول لرحلتك الخالية من السكري
hi: अपनी डायबिटीज मुक्त यात्रा में साइन इन करें
ms: Log masuk ke perjalanan percuma diabetes anda

source: Add to Cart
ar: أضف إلى السلة
hi: कार्ट में जोड़ें
ms: Tambah ke Troli

source: Home
ar: المنزل
hi: घर
ms: Rumah

source: Order History
ar: سجل الطلبات
hi: ऑर्डर इतिहास
ms: Sejarah Pesanan

# fillInDetails
source: Fill in your details to get started
ar: املأ بياناتك للبدء
hi: शुरुआत करने के लिए अपना विवरण भरें
ms: Isi maklumat anda untuk memulakan

source: Create Account
ar: إنشاء حساب
hi: खाता बनाएं
ms: Cipta Akaun

# descriptionproduct
source: Say goodbye to daily pills and insulin. With A5 – Herbal Supplement, freedom from diabetes is possible — in just 3 months.
ar: مكمل عشبي وداعًا للأقراص اليومية والأنسولين. معي - A5، يمكنك التخلص من داء السكري في غضون ثلاثة أشهر فقط.
hi: रोज की गोलियों और इंसुलिन को अलविदा कहें। A5 - हर्बल सप्लीमेंट के साथ, डायबिटीज से मुक्ति संभव है - सिर्फ 3 महीने में।
ms: Ucapkan selamat tinggal kepada pil harian dan insulin. Dengan A5 – Tambahan Herba, kebebasan daripada diabetes adalah mungkin — dalam masa 3 bulan sahaja.

source: My Orders
ar: طلباتي
hi: मेरे ऑर्डर
ms: Pesanan Saya

# a5product
source: A5 – Herbal Supplement
ar: مكمل عشبي - A5
hi: A5 - हर्बल सप्लीमेंट
ms: A5 – Tambahan Herba

source: Payment Details
ar: تفاصيل الدفع
hi: भुगतान विवरण
ms: Butiran Pembayaran

source: You have not done any payment
ar: لم تقم بأي دفعة حتى الآن
hi: आपने कोई भुगतान नहीं किया है
ms: Anda belum membuat sebarang pembayaran

source: About Us
ar: من نحن
hi: हमारे बारे में
ms: Tentang Kami

source: Contact Us
ar: اتصل بنا
hi: संपर्क करें
ms: Hubungi Kami

source: and
ar: و
hi: और
ms: dan

source: Login
ar: تسجيل الدخول
hi: लॉगिन
ms: Log masuk

source: Cart
ar: السلة
hi: कार्ट
ms: Troli

source: Sign in
ar: تسجيل الدخول
hi: साइन इन
ms: Log Masuk

source: Proceed to buy
ar: المتابعة للشراء
hi: खरीदारी जारी रखें
ms: Teruskan untuk membeli

source: Proceed to Checkout
ar: المتابعة للدفع
hi: चेकआउट करें
ms: Teruskan ke pembayaran

source: Address
ar: العنوان
hi: पता
ms: Alamat

source: Enter Your Address
ar: أدخل عنوانك
hi: अपना पता दर्ज करें
ms: Masukkan Alamat Anda

source: Grand Total :
ar: المبلغ الإجمالي:
hi: कुल राशि :
ms: Jumlah Keseluruhan :

source: Product Details
ar: تفاصيل المنتج
hi: उत्पाद विवरण
ms: Butiran Produk

source: Total Price
ar: السعر الإجمالي
hi: कुल कीमत
ms: Jumlah Harga

source: Order Now
ar: اطلب الآن
hi: अभी ऑर्डर करें
ms: Pesan Sekarang

source: Payment method
ar: طريقة الدفع
hi: भुगतान विधि
ms: Kaedah Pembayaran

source: Select your payment method
ar: اختر طريقة الدفع
hi: अपनी भुगतान विधि चुनें
ms: Pilih kaedah pembayaran anda

source: COD
ar: الدفع عند الاستلام
hi: कैश ऑन डिलीवरी

source: Click to Proceed
ar: انقر للمتابعة
hi: आगे बढ़ने के लिए क्लिक करें
ms: Klik untuk meneruskan

source: UPI payment
ar: دفع UPI
hi: यूपीआई भुगतान
ms: Pembayaran UPI

source: Please pay to this UPI ID
ar: يرجى الدفع إلى معرف UPI هذا
hi: कृपया इस यूपीआई आईडी पर भुगतान करें
ms: Sila bayar ke ID UPI ini

source: UPI ID
ar: معرف UPI
hi: यूपीआई आईडी
ms: ID UPI

source: Copy UPI ID
ar: نسخ معرف UPI
hi: यूपीआई आईडी कॉपी करें
ms: Salin ID UPI

source: Click here If you already paid
ar: انقر هنا إذا كنت قد دفعت بالفعل
hi: यदि आपने पहले ही भुगतान कर दिया है तो यहां क्लिक करें
ms: Klik di sini jika anda sudah membayar

source: Payment Verification
ar: تحقق الدفع
hi: भुगतान सत्यापन
ms: Pengesahan Pembayaran

source: Enter Transaction ID
ar: أدخل معرف المعاملة
hi: लेन-देन आईडी दर्ज करें
ms: Masukkan ID Transaksi

source: Upload Screenshot
ar: يرجى تحميل لقطة الشاشة أيضاً
hi: स्क्रीनशॉट अपलोड करें
ms: Muat Naik Tangkapan Skrin

source: Submit payment
ar: إرسال الدفع
hi: भुगतान सबमिट करें
ms: Hantar pembayaran

source: Click here to login
ar: انقر هنا لتسجيل الدخول
hi: लॉगिन करने के लिए यहां क्लिक करें
ms: Klik di sini untuk log masuk

source: I agree to
ar: أوافق على
hi: मैं सहमत हूं
ms: saya setuju

source: Remove
ar: إزالة
hi: हटाएं
ms: Buang

# cartEmptyTitle
source: Your Cart is empty
ar: سلة التسوق فارغة
hi: आपकी कार्ट खाली है
ms: Troli Anda kosong

# cartEmptyMessage
source: Looks like you haven't added anything to your cart yet.
ar: يبدو أنك لم تضيف أي شيء إلى سلة التسوق بعد.
hi: लगता है आपने अभी तक अपनी कार्ट में कुछ नहीं जोड़ा है।
ms: Nampaknya anda belum menambah apa-apa ke dalam troli anda lagi.

source: How to Use
ar: طريقة الاستخدام
hi: उपयोग कैसे करें
ms: Cara guna

source: Description
ar: الوصف
hi: विवरण
ms: Penerangan

source: Benefits
ar: الفوائد
hi: लाभ
ms: Manfaat

source: Why Ambrosia Ayurved
ar: لماذا أمبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद क्यों
ms: Kenapa Ambrosia Ayurved

source: Healthy Inside, Happy Outside
ar: صحة من الداخل، سعادة من الخارج
hi: अंदर से स्वस्थ, बाहर से खुश
ms: Sihat di Dalam, Bahagia di Luar

# welcomeUser
source: Welcome User Click here to Login
ar: مرحباً بك انقر هنا لتسجيل الدخول
hi: स्वागत है उपयोगकर्ता लॉगिन करने के लिए यहां क्लिक करें
ms: Selamat datang Pengguna Klik di sini untuk log masuk

source: Email
ar: البريد الإلكتروني
hi: ईमेल
ms: E-mel

source: User Id
ar: معرف المستخدم
hi: यूजर आईडी
ms: ID Pengguna

source: No orders found
ar: لا توجد طلبات
hi: कोई ऑर्डर नहीं मिला
ms: Tiada pesanan dijumpai

source: Order
ar: طلب
hi: ऑर्डर
ms: Pesanan

source: Quantity
ar: الكمية
hi: मात्रा
ms: Kuantiti

source: Rs
ar: روبية
hi: रुपये
ms: RM

source: Total
ar: الإجمالي
hi: कुल
ms: Jumlah

source: Date
ar: التاريخ
hi: तारीख
ms: Tarikh

source: Cancelled
ar: ملغى
hi: रद्द
ms: Dibatalkan

source: Add a Review
ar: أضف تقييماً
hi: समीक्षा जोड़ें
ms: Tambah Ulasan

source: Cannot Cancel Order
ar: لا يمكن إلغاء الطلب
hi: ऑर्डर रद्द नहीं कर सकते
ms: Tidak Boleh Batalkan Pesanan

# cannotCancelMessage
source: This order cannot be canceled because it is already being processed.
ar: لا يمكن إلغاء هذا الطلب لأنه قيد المعالجة بالفعل.
hi: यह ऑर्डर रद्द नहीं किया जा सकता क्योंकि यह पहले से ही प्रोसेस किया जा रहा है।
ms: Pesanan ini tidak boleh dibatalkan kerana sedang diproses.

source: OK
ar: موافق
hi: ठीक है

source: Cancel Order
ar: إلغاء الطلب
hi: ऑर्डर रद्द करें
ms: Batalkan Pesanan

source: Track
ar: تتبع
hi: ट्रैक
ms: Jejak

source: Pending
ar: قيد الانتظار
hi: लंबित
ms: Tertunda

source: Processing
ar: قيد المعالجة
hi: प्रोसेसिंग
ms: Sedang Diproses

source: Rejected
ar: مرفوض
hi: अस्वीकृत
ms: Ditolak

source: Delivered
ar: تم التسليم
hi: डिलीवर
ms: Dihantar

source: Unknown
ar: غير معروف
hi: अज्ञात
ms: Tidak diketahui

# cancelOrderConfirmation
source: Are you sure you want to cancel this order?
ar: هل أنت متأكد من رغبتك في إلغاء هذا الطلب؟
hi: क्या आप वाकई इस ऑर्डर को रद्द करना चाहते हैं?
ms: Adakah anda pasti ingin membatalkan pesanan ini?

source: No
ar: لا
hi: नहीं
ms: Tidak

source: Yes
ar: نعم
hi: हाँ
ms: Ya

source: Review Already Submitted
ar: تم إرسال التقييم بالفعل
hi: समीक्षा पहले ही सबमिट हो चुकी है
ms: Ulasan Telah Dihantar

# alreadySubmittedMessage
source: You have already submitted a review for this order.
ar: لقد قمت بالفعل بإرسال تقييم لهذا الطلب.
hi: आपने इस ऑर्डर के लिए पहले ही समीक्षा सबमिट कर दी है।
ms: Anda telah menghantar ulasan untuk pesanan ini.

# writeYourReview
source: Write your review here...
ar: اكتب تقييمك هنا...
hi: अपनी समीक्षा यहाँ लिखें...
ms: Tulis ulasan anda di sini...

source: Submit Your Review
ar: إرسال التقييم
hi: अपनी समीक्षा सबमिट करें
ms: Hantar Ulasan Anda

source: Submit
ar: إرسال
hi: सबमिट
ms: Hantar

# noPaymentDone
source: You have not done any payment.
ar: لم تقم بأي دفعة حتى الآن.
hi: आपने कोई भुगतान नहीं किया है।
ms: Anda belum membuat sebarang pembayaran.

source: Payment ID
ar: معرف الدفع
hi: भुगतान आईडी
ms: ID Pembayaran

source: Transaction ID
ar: معرف المعاملة
hi: लेन-देन आईडी
ms: ID Transaksi

source: Amount
ar: المبلغ
hi: राशि
ms: Jumlah

source: Status
ar: الحالة
hi: स्थिति

source: Website
ar: الموقع الإلكتروني
hi: वेबसाइट
ms: Laman Web

source: Instagram
ar: إنستغرام
hi: इंस्टाग्राम

source: Facebook
ar: فيسبوك
hi: फेसबुक

source: Follow Us:
ar: تابعنا:
hi: हमें फॉलो करें:
ms: Ikuti Kami:

source: Location
ar: الموقع
hi: स्थान
ms: Lokasi

# locationoffice
source: Ambrosia Ayurved, 28-B, 3rd floor Motia, MOTIAZ ROYAL BUSINESS PARK, Zirakpur, Punjab 140603, India
ar: امبروسيا ايورفيد، 28-ب، الطابق الثالث موتيا، موتيا رويال بيزنس بارك، زيراكبور، البنجاب 140603، الهند
hi: अम्ब्रोसिया आयुर्वेद, 28-B, तीसरी मंजिल मोतीया, मोटियाज़ रॉयल बिजनेस पार्क, जीरकपुर, पंजाब 140603, भारत
ms: Ambrosia Ayurved, 28-B, Aras 3 Motia, Taman Perniagaan Diraja Motiaz, Zirakpur, Punjab, India

# phone
source: Phone no.
ar: رقم الهاتف
hi: फोन नं.
ms: Nombor Telefon

source: Get in Touch
ar: تواصل معنا
hi: संपर्क करें
ms: Hubungi Kami

# reviewAlreadySubmittedmessage
source: You have already submitted a review for this order.
ar: لقد قمت بالفعل بإرسال تقييم لهذا الطلب.
hi: आपने इस ऑर्डर के लिए पहले ही समीक्षा सबमिट कर दी है।
ms: Anda telah menyerahkan ulasan untuk pesanan ini.

source: Logout
ar: تسجيل الخروج
hi: लॉगआउट
ms: Log keluar

# logoutmessage
source: Are you sure you want to logout?
ar: هل أنت متأكد من رغبتك في تسجيل الخروج؟
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
ms: Adakah anda pasti mahu log keluar?

source: Cancel
ar: إلغاء
hi: रद्द करें
ms: Batal

# completelyEliminatesSugar
source: Completely eliminates sugar from the body
ar: يقضي تماماً على السكر من الجسم
hi: शरीर से चीनी को पूरी तरह समाप्त करता है
ms: Menghapuskan gula sepenuhnya dari badan

# naturallyControlsSugar
source: Naturally controls blood sugar levels.
ar: يتحكم بشكل طبيعي في مستويات السكر في الدم.
hi: प्राकृतिक रूप से रक्त शर्करा के स्तर को नियंत्रित करता है।
ms: Secara semula jadi mengawal paras gula dalam darah.

source: Boosts insulin sensitivity
ar: يعزز حساسية الأنسولين
hi: इंसुलिन संवेदनशीलता बढ़ाता है
ms: Meningkatkan kepekaan insulin

# helpsProcessGlucose
source: Helps the body process glucose more efficiently.
ar: يساعد الجسم على معالجة الجلوكوز بكفاءة أكبر.
hi: शरीर को ग्लूकोज को अधिक कुशलता से संसाधित करने में मदद करता है।
ms: Membantu badan memproses glukosa dengan lebih cekap.

source: Enhances energy levels
ar: يعزز مستويات الطاقة
hi: ऊर्जा स्तर बढ़ाता है
ms: Meningkatkan tahap tenaga

# reducesFatigue
source: Reduces fatigue and keeps you active.
ar: يقلل التعب ويبقيك نشيطاً.
hi: थकान कम करता है और आपको सक्रिय रखता है।
ms: Mengurangkan keletihan dan memastikan anda aktif.

source: Improves digestion & metabolism
ar: يحسن الهضم والتمثيل الغذائي
hi: पाचन और चयापचय में सुधार करता है
ms: Meningkatkan pencernaan & metabolisme

# aidsNutrientAbsorption
source: Aids in proper absorption of nutrients.
ar: يساعد في الامتصاص الصحيح للمغذيات.
hi: पोषक तत्वों के उचित अवशोषण में सहायता करता है।
ms: Membantu penyerapan nutrien yang betul.

source: Supports heart & liver health
ar: يدعم صحة القلب والكبد
hi: हृदय और यकृत स्वास्थ्य का समर्थन करता है
ms: Menyokong kesihatan jantung & hati

# helpsCirculationDetox
source: Helps with blood circulation and detoxification.
ar: يساعد في الدورة الدموية وإزالة السموم.
hi: रक्त परिसंचरण और डिटॉक्सिफिकेशन में मदद करता है।
ms: Membantu peredaran darah dan detoksifikasi.

# herbalAndNatural
source: 100% Herbal & Natural
ar: 100% عشبي وطبيعي
hi: 100% हर्बल और प्राकृतिक
ms: 100% Herba & Semula Jadi

# safeAndChemicalFree
source: Free from harmful chemicals and completely safe.
ar: خالي من المواد الكيميائية الضارة وآمن تماماً.
hi: हानिकारक रसायनों से मुक्त और पूरी तरह सुरक्षित।
ms: Bebas daripada bahan kimia berbahaya dan selamat sepenuhnya.

source: Blood Sugar Management
ar: إدارة سكر الدم
hi: रक्त शर्करा प्रबंधन
ms: Pengurusan Gula Darah

# manageSugarHba1c
source: Naturally helps manage blood sugar and HbA1c levels on consuming as advised for at least 3 Months
ar: يساعد بشكل طبيعي في إدارة مستويات السكر في الدم وHbA1c عند الاستخدام حسب التوجيهات لمدة 3 أشهر على الأقل
hi: प्राकृतिक रूप से रक्त शर्करा और HbA1c स्तरों को प्रबंधित करने में मदद करता है जब कम से कम 3 महीने तक सलाह के अनुसार सेवन किया जाता है
ms: Secara semula jadi membantu menguruskan paras gula darah dan HbA1c apabila diambil seperti yang disyorkan selama sekurang-kurangnya 3 bulan

# herbsImproveInsulinRelease
source: Has Herbs to Improve Insulin Release
ar: يحتوي على أعشاب لتحسين إفراز الأنسولين
hi: इंसुलिन रिलीज में सुधार करने वाली जड़ी-बूटियाँ
ms: Mempunyai Herba untuk Meningkatkan Pengeluaran Insulin

# vijaysaarRegeneratesInsulin
source: Vijaysaar helps regenerate insulin-producing cells & Gudmar, Giloy, etc. help improve insulin release in the body
ar: فيجايسار يساعد على تجديد الخلايا المنتجة للأنسولين بينما جودمار وجيلوي وغيرها تساعد في تحسين إفراز الأنسولين في الجسم
hi: विजयसार इंसुलिन उत्पादक कोशिकाओं को पुनर्जीवित करने में मदद करता है और गुड़मार, गिलोय आदि शरीर में इंसुलिन रिलीज में सुधार करते हैं
ms: Vijaysaar membantu menjana semula sel pengeluar insulin & Gudmar, Giloy, dll. membantu meningkatkan pengeluaran insulin dalam badan

# preventComplications
source: Prevent Other Related Complications
ar: منع المضاعفات الأخرى المرتبطة
hi: अन्य संबंधित जटिलताओं को रोकें
ms: Cegah Komplikasi Berkaitan Lain

# naturalControlPreventsIssues
source: Naturally controlling Blood Sugar can prevent other health complications like BP and kidney issues
ar: التحكم الطبيعي في سكر الدم يمكن أن يمنع مضاعفات صحية أخرى مثل مشاكل الضغط والكلى
hi: रक्त शर्करा को प्राकृतिक रूप से नियंत्रित करने से बीपी और किडनी संबंधी समस्याओं जैसी अन्य स्वास्थ्य जटिलताओं को रोका जा सकता है
ms: Mengawal Gula Darah secara semula jadi boleh mencegah komplikasi kesihatan lain seperti tekanan darah dan masalah buah pinggang

# step1Title
source: Step 1: Mix
ar: الخطوة 1: اخلط
hi: चरण 1: मिलाएं
ms: Langkah 1: Campur

# step1Desc
source: Shake the bottle & add 30 gm of A5 – Herbal Supplement Powder to a glass of water
ar: اهز الزجاجة وأضف 30 جرام من مسحوق مكمل عشبي - A5 إلى كوب من الماء
hi: बोतल को हिलाएं और A5 - हर्बल सप्लीमेंट पाउडर का 30 ग्राम पानी के गिलास में मिलाएं
ms: Goncang botol & tambah 30 gm Serbuk A5 – Tambahan Herba ke dalam segelas air

# step2Title
source: Step 2: Consume
ar: الخطوة 2: استهلك
hi: चरण 2: सेवन करें
ms: Langkah 2: Minum

# step2Desc
source: Drink twice daily on an empty stomach in the morning and half an hour before dinner
ar: اشربه مرتين يومياً على معدة فارغة في الصباح ونصف ساعة قبل العشاء
hi: सुबह खाली पेट और रात के खाने से आधे घंटे पहले दिन में दो बार पिएं
ms: Minum dua kali sehari semasa perut kosong pada waktu pagi dan setengah jam sebelum makan malam

# step3Title
source: Step 3: Stay Consistent
ar: الخطوة 3: كن منتظماً
hi: चरण 3: नियमित रहें
ms: Langkah 3: Kekal Konsisten

# step3Desc
source: Consume daily for at least 3 months (Dosage may be varied as prescribed by a healthcare professional/physician.)
ar: استهلك يومياً لمدة 3 أشهر على الأقل (قد تختلف الجرعة حسب وصف الطبيب).
hi: कम से कम 3 महीने तक दैनिक सेवन करें (स्वास्थ्य देखभाल पेशेवर/चिकित्सक द्वारा निर्धारित के अनुसार खुराक भिन्न हो सकती है।)
ms: Ambil setiap hari sekurang-kurangnya selama 3 bulan (Dos boleh diubah mengikut nasihat pakar kesihatan/doktor.)

# step4Title
source: Step 4: Can Consume With Allopathic Medicines
ar: الخطوة 4: يمكن تناوله مع الأدوية الألوباثية
hi: चरण 4: एलोपैथिक दवाओं के साथ ले सकते हैं
ms: Langkah 4: Boleh Diambil Bersama Ubat Allopatik

# step4Desc
source: A5 – Herbal Supplement powder can be taken with other allopathic medicines as well
ar: يمكن تناول مسحوق مكمل عشبي - A5 مع الأدوية الألوباثية الأخرى أيضاً
hi: A5 - हर्बल सप्लीमेंट पाउडर अन्य एलोपैथिक दवाओं के साथ भी लिया जा सकता है
ms: Serbuk A5 – Tambahan Herba juga boleh diambil bersama ubat allopatik lain

# whyAmbrosia
source: WHY Ambrosia Ayurved ?
ar: لماذا أمبروسيا أيورفيد؟
hi: अम्ब्रोसिया आयुर्वेद क्यों?
ms: KENAPA Ambrosia Ayurved ?

# createdByAmbrosia
source: CREATED BY AMBROSIA AYURVED
ar: من صنع أمبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद द्वारा निर्मित
ms: DIHASILKAN OLEH AMBROSIA AYURVED

# createdByAmbrosiaDesc
source: All solutions at Ambrosia Ayurved are formulated by experts at the Ambrosia Ayurved of Ayurveda. Ambrosia is a body of expert Ayurveda doctors, PhD in food formulations, nutritionists, and food scientists.
ar: جميع الحلول في أمبروسيا أيورفيد صممها خبراء في أمبروسيا أيورفيد من الأيورفيدا. أمبروسيا هي مجموعة من أطباء الأيورفيدا الخبراء، حاملي الدكتوراه في تركيبات الطعام، أخصائيي التغذية وعلماء الطعام.
hi: अम्ब्रोसिया आयुर्वेद में सभी समाधान आयुर्वेद के विशेषज्ञों द्वारा तैयार किए गए हैं। अम्ब्रोसिया आयुर्वेद डॉक्टरों, खाद्य फॉर्मूलेशन में पीएचडी, पोषण विशेषज्ञों और खाद्य वैज्ञानिकों का एक समूह है।
ms: Semua penyelesaian di Ambrosia Ayurved dirumus oleh pakar dari Ambrosia Ayurved dalam bidang Ayurveda. Ambrosia adalah kumpulan pakar doktor Ayurveda, PhD dalam formulasi makanan, pakar pemakanan, dan saintis makanan.

# section02Title
source: THE BEST INGREDIENTS FOUND THE TOUGHEST WAY
ar: أفضل المكونات التي تم العثور عليها بأصعب الطرق
hi: सर्वोत्तम सामग्री सबसे कठिन तरीके से प्राप्त
ms: RAMUAN TERBAIK DIPEROLEH DENGAN CARA PALING SUKAR

# section02Desc
source: We do not pick ingredients which can be picked on the outskirts of a city, but we go to the depth of forests to get it, pick it within the 3-day window in the year when its efficacy is at its maximum, and process it within the 2-hour window when it's preserved at its very best.
ar: نحن لا نختار المكونات التي يمكن جمعها على أطراف المدينة، بل نذهب إلى أعماق الغابات للحصول عليها، نجمعها خلال نافذة الـ3 أيام في السنة عندما تكون فعاليتها في ذروتها، ونعالجها خلال نافذة الساعتين عندما تكون محفوظة في أفضل حالاتها.
hi: हम उन सामग्रियों को नहीं चुनते जो किसी शहर के बाहरी इलाके में मिल सकती हैं, बल्कि हम जंगलों की गहराई में जाते हैं, वर्ष में 3-दिन की विंडो में जब इसकी प्रभावकारिता अधिकतम होती है, और 2-घंटे की विंडो में प्रोसेस करते हैं जब यह अपने सर्वोत्तम रूप में संरक्षित होता है।
ms: Kami tidak mengambil ramuan yang boleh didapati di pinggir bandar, tetapi kami masuk ke dalam hutan untuk mencarinya, memetiknya dalam tempoh 3 hari dalam setahun apabila keberkesanannya berada pada tahap maksimum, dan memprosesnya dalam masa 2 jam apabila ia dapat dipelihara dengan sempurna.

# section03Title
source: HOLISTIC SOLUTIONS
ar: حلول شاملة
hi: समग्र समाधान
ms: PENYELESAIAN HOLISTIK

# section03Desc
source: Be it Acne, Hairfall, or Diabetes, we don’t stop at just giving you products. Product is just one element of solving your problem. Get free health expert advice, personalized diet plans, and lifestyle recommendations including Yoga Asanas.
ar: سواء كان حب الشباب، تساقط الشعر، أو السكري، نحن لا نتوقف عند مجرد إعطائك المنتجات. المنتج هو مجرد عنصر واحد من حل مشكلتك. احصل على نصائح مجانية من خبراء الصحة، خطط غذائية شخصية وتوصيات نمط حياة بما في ذلك أوضاع اليوجا.
hi: चाहे वह मुंहासे, बालों का झड़ना या मधुमेह हो, हम सिर्फ आपको उत्पाद देकर नहीं रुकते। उत्पाद आपकी समस्या को हल करने का सिर्फ एक तत्व है। मुफ्त स्वास्थ्य विशेषज्ञ सलाह, व्यक्तिगत आहार योजनाएं और योग आसन सहित जीवनशैली की सिफारिशें प्राप्त करें।
ms: Sama ada Jerawat, Rambut Gugur, atau Diabetes, kami tidak hanya memberikan produk kepada anda. Produk hanyalah satu elemen untuk menyelesaikan masalah anda. Dapatkan nasihat pakar kesihatan percuma, pelan diet peribadi, dan cadangan gaya hidup termasuk Asana Yoga.

source: Health Outcomes
ar: النتائج الصحية
hi: स्वास्थ्य परिणाम
ms: Hasil Kesihatan

# ayurvedicSolutionsDelivered
source: Ayurvedic solutions delivered thoughtfully
ar: حلول الأيورفيدا مقدمة بعناية
hi: विचारपूर्वक वितरित आयुर्वेदिक समाधान
ms: Penyelesaian Ayurveda yang diberikan dengan penuh perhatian

source: Bespoke Ayurveda
ar: أيورفيدا مخصصة
hi: विशिष्ट आयुर्वेद
ms: Ayurveda Mengikut Keperluan

# programsCrafted
source: Programs crafted by Ayurvedacharyas
ar: برامج صممها خبراء الأيورفيدا
hi: आयुर्वेदाचार्यों द्वारा तैयार कार्यक्रम
ms: Program dirangka oleh Ayurvedacharyas

source: Real Assistance
ar: مساعدة حقيقية
hi: वास्तविक सहायता
ms: Bantuan Sebenar

# ayurvedhealthexperts
source: Ayurvedic Health Experts
ar: خبراء الصحة بالأيورفيدا
hi: आयुर्वेदिक स्वास्थ्य विशेषज्ञ

source: Natural Ingredients
ar: مكونات طبيعية
hi: प्राकृतिक सामग्री
ms: Ramuan Semula Jadi

# carefullySourced
source: Carefully handpicked and sourced
ar: تم انتقاؤها وتوريدها بعناية
hi: सावधानी से चयनित और प्राप्त
ms: Dipilih dan diperoleh dengan teliti

source: QUICK LINKS
ar: روابط سريعة
hi: त्वरित लिंक
ms: PAUTAN PANTAS

source: Happy Clients
ar: عملاء سعداء
hi: संतुष्ट ग्राहक
ms: Pelanggan Gembira

source: Team Members
ar: أعضاء الفريق
hi: टीम के सदस्य
ms: Ahli Pasukan

source: Years Experience
ar: سنوات الخبرة
hi: वर्षों का अनुभव
ms: Tahun Pengalaman

source: Deliver Result
ar: تقديم النتائج
hi: परिणाम दें
ms: Memberi Hasil

source: Key Ingredients
ar: المكونات الرئيسية
hi: मुख्य सामग्री
ms: Ramuan Utama

# copyright
source: Copyright ©2020, All Rights Reserved.
ar: حقوق النشر ©2020، جميع الحقوق محفوظة.
hi: कॉपीराइट ©2020, सर्वाधिकार सुरक्षित।
ms: Hak Cipta ©2020, Semua Hak Terpelihara.

# poweredBy
source: Powered by Ambrosia Ayurved
ar: مدعوم من أمبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद द्वारा संचालित
ms: Dikuasakan oleh Ambrosia Ayurved

# gudmarName
source: Gudmar (Gymnema Sylvestre)
ar: جودمار (جيمنيما سيلفستري)
hi: गुड़मार (जिमनेमा सिल्वेस्ट्रे)
ms: Pokok Gula

# gudmarDesc
source: Reduces sugar cravings and controls blood sugar levels.
ar: يقلل الرغبة في السكر ويتحكم في مستويات السكر في الدم.
hi: चीनी की लालसा को कम करता है और रक्त शर्करा के स्तर को नियंत्रित करता है।
ms: Mengurangkan keinginan terhadap gula dan mengawal paras gula dalam darah.

# jamunName
source: Jamun (Black Plum)
ar: جامون (البرقوق الأسود)
hi: जामुन (ब्लैक प्लम)
ms: Plum Hitam

# jamunDesc
source: Enhances insulin production and helps maintain glucose balance.
ar: يعزز إنتاج الأنسولين ويساعد في الحفاظ على توازن الجلوكوز.
hi: इंसुलिन उत्पादन को बढ़ाता है और ग्लूकोज संतुलन बनाए रखने में मदद करता है।
ms: Meningkatkan pengeluaran insulin dan membantu mengekalkan keseimbangan glukosa.

# methiName
source: Methi (Fenugreek)
ar: ميثي (الحلبة)
hi: मेथी (फेनुग्रीक)
ms: Halba

# methiDesc
source: Improves glucose tolerance and supports diabetes control.
ar: يحسن تحمل الجلوكوز ويدعم التحكم في السكري.
hi: ग्लूकोज सहनशीलता में सुधार करता है और मधुमेह नियंत्रण का समर्थन करता है।
ms: Meningkatkan toleransi glukosa dan menyokong kawalan diabetes.

# karelaName
source: Karela (Bitter Gourd)
ar: كاريلا (القرع المر)
hi: करेला (बिटर गार्ड)
ms: Peria

# karelaDesc
source: Acts as natural insulin and boosts metabolism.
ar: يعمل كأنسولين طبيعي ويعزز التمثيل الغذائي.
hi: प्राकृतिक इंसुलिन के रूप में कार्य करता है और चयापचय को बढ़ावा देता है।
ms: Bertindak sebagai insulin semula jadi dan meningkatkan metabolisme.

# neemName
source: Neem
ar: نييم
hi: नीम
ms: Pokok Semambu

# neemDesc
source: Purifies the blood and is highly beneficial for diabetics.
ar: ينقي الدم ومفيد جداً لمرضى السكري.
hi: रक्त को शुद्ध करता है और मधुमेह रोगियों के लिए अत्यधिक लाभकारी है।
ms: Membersihkan darah dan sangat bermanfaat untuk pesakit diabetes.

# tulsiName
source: Tulsi (Holy Basil)
ar: تولسي (الريحان المقدس)
hi: तुलसी (होली बेसिल)
ms: Selasih Suci

# tulsiDesc
source: Reduces oxidative stress and strengthens immunity.
ar: يقلل الإجهاد التأكسدي ويقوي المناعة.
hi: ऑक्सीडेटिव तनाव को कम करता है और प्रतिरक्षा को मजबूत करता है।
ms: Mengurangkan tekanan oksidatif dan menguatkan imuniti.

source: Shipping Address
ar: عنوان الشحن
hi: शिपिंग पता
ms: Alamat Penghantaran

source: First Name
ar: الاسم الأول
hi: पहला नाम
ms: Nama Pertama

source: Last Name
ar: الاسم الأخير
hi: अंतिम नाम
ms: Nama Akhir

source: City
ar: المدينة
hi: शहर
ms: Bandar
