Repository: GlobleHourMarine/ambrosia_ayurved_app
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ms

# whyA5Point1Title
source: Not Just Sugar Control — A Complete Diabetes Reversal Formula
ar: ليس مجرد تحكم في السكر — صيغة كاملة لعكس السكري
hi: सिर्फ शुगर नियंत्रण नहीं - एक पूर्ण मधुमेह रिवर्सल फॉर्मूला
ms: Bukan Sekadar Kawalan Gula — Formula Pemulihan Diabetes Lengkap

# whyA5Point1Subtitle
source: A5 – Herbal Supplement isn’t just another supplement. It’s a 100% Ayurvedic breakthrough designed to eliminate Type 2 Diabetes — naturally and permanently.
ar: A5 ليس مجرد مكمل آخر. إنه ابتكار أيورفيدي 100% مصمم للقضاء على السكري من النوع 2 — بشكل طبيعي ودائم.
hi: A5 – हर्बल सप्लीमेंट सिर्फ एक और सप्लीमेंट नहीं है। यह टाइप 2 मधुमेह को स्वाभाविक रूप से और स्थायी रूप से खत्म करने के लिए डिज़ाइन किया गया 100% आयुर्वेदिक आविष्कार है।
ms: A5 – Tambahan Herba bukan sekadar suplemen lain. Ia adalah penemuan Ayurveda 100% yang direka untuk menghapuskan Diabetes Jenis 2 — secara semula jadi dan kekal.

# whyA5Point2Title
source: 25+ Herbs from India & Malaysia
ar: 25+ عشبة من الهند وماليزيا
hi: भारत और मलेशिया से 25+ जड़ी-बूटियाँ
ms: 25+ Herba dari India & Malaysia

# whyA5Point2Subtitle
source: A fusion of herbs like Gudmar, Vijaysar, Bitter Melon, and Tongkat Ali — crafted for real results.
ar: مزيج من أعشاب مثل جودمار، فيجايسار، القرع المر، وتونغكات علي — مصممة لنتائج حقيقية.
hi: गुड़मार, विजयसार, करेला और टोंगकट अली जैसी जड़ी-बूटियों का मिश्रण - वास्तविक परिणामों के लिए तैयार किया गया।
ms: Gabungan herba seperti Gudmar, Vijaysar, Peria, dan Tongkat Ali — dirumuskan untuk hasil sebenar.

# whyA5Point3Title
source: Root-Cause Healing
ar: شفاء السبب الجذري
hi: जड़-कारण उपचार
ms: Penyembuhan Punca Utama

# whyA5Point3Subtitle
source: Targets insulin resistance, restores pancreatic function, and repairs internal damage.
ar: يستهدف مقاومة الأنسولين، يعيد وظيفة البنكرياس، ويصلح الضرر الداخلي.
hi: इंसुलिन प्रतिरोध को लक्षित करता है, अग्नाशय के कार्य को बहाल करता है, और आंतरिक क्षति की मरम्मत करता है।
ms: Menyasarkan rintangan insulin, memulihkan fungsi pankreas, dan membaiki kerosakan dalaman.

# whyA5Point4Title
source: 100% Ayurvedic | 0% Chemicals
ar: 100% أيورفيدا | 0% كيماويات
hi: 100% आयुर्वेदिक | 0% रसायन
ms: 100% Ayurveda | 0% Bahan Kimia

# whyA5Point4Subtitle
source: No chemicals. No steroids. No side effects. Just pure, herbal science.
ar: لا كيماويات. لا منشطات. لا آثار جانبية. فقط علم عشبي نقي.
hi: कोई रसायन नहीं। कोई स्टेरॉयड नहीं। कोई दुष्प्रभाव नहीं। बस शुद्ध, हर्बल विज्ञान।
ms: Tiada bahan kimia. Tiada steroid. Tiada kesan sampingan. Hanya sains herba tulen.

# whyA5Point5Title
source: Total Body Rejuvenation
ar: تجديد كامل للجسم
hi: कुल शरीर कायाकल्प
ms: Pemulihan Badan Sepenuhnya

# whyA5Point5Subtitle
source: Improves energy, sleep, digestion, and immunity while balancing blood sugar.
ar: يحسن الطاقة، النوم، الهضم، والمناعة مع توازن سكر الدم.
hi: रक्त शर्करा को संतुलित करते हुए ऊर्जा, नींद, पाचन और प्रतिरक्षा में सुधार करता है।
ms: Meningkatkan tenaga, tidur, penghadaman, dan imuniti sambil mengimbangi gula dalam darah.

# whyA5Point6Title
source: 3-Month Reversal Guarantee
ar: ضمان عكس السكري في 3 أشهر
hi: 3 महीने की रिवर्सल गारंटी
ms: Jaminan Pemulihan 3 Bulan

# whyA5Point6Subtitle
source: No lifelong meds. With regular A5 – Herbal Supplement use, diabetes ends in just 90 days.
ar: لا أدوية مدى الحياة. مع الاستخدام المنتظم لـ A5، ينتهي السكري في 90 يوماً فقط.
hi: कोई आजीवन दवाएं नहीं। A5 – हर्बल सप्लीमेंट के नियमित उपयोग से, मधुमेह सिर्फ 90 दिनों में समाप्त हो जाता है।
ms: Tiada ubat seumur hidup. Dengan penggunaan A5 – Tambahan Herba secara konsisten, diabetes hilang dalam hanya 90 hari.

# refundIntroPart1
source: At
ar: في
hi: अम्ब्रोसिया आयुर्वेद में, हम आपकी संतुष्टि को महत्व देते हैं और एक सुचारु, पारदर्शी और निष्पक्ष वापसी और धनवापसी अनुभव प्रदान करना चाहते हैं। कृपया अपना ऑर्डर देने से पहले हमारी नीति पढ़ें।
ms: Di

# refundIntroBrand
source: Ambrosia Ayurved
ar: امبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद

# refundIntroPart2
source: , we value your satisfaction and aim to offer a smooth, transparent, and fair return and refund experience. Please read our policy below before placing your order.
ar: , نحن نقدر رضاك ونسعى لتقديم تجربة استرداد ومرتجعات سلسة وشفافة وعادلة. يرجى قراءة سياستنا أدناه قبل تقديم طلبك.
hi: , हम आपकी संतुष्टि को महत्व देते हैं और एक सुचारु, पारदर्शी और निष्पक्ष वापसी और धनवापसी अनुभव प्रदान करना चाहते हैं। कृपया अपना ऑर्डर देने से पहले हमारी नीति पढ़ें।
ms: , kami menghargai kepuasan anda dan berusaha untuk memberikan pengalaman pemulangan dan bayaran balik yang lancar, telus dan adil. Sila baca polisi kami di bawah sebelum membuat pesanan anda.

# orderCancellationTitle
source: Order Cancellation Policy
ar: سياسة إلغاء الطلب
hi: ऑर्डर रद्द करने की नीति
ms: Polisi Pembatalan Pesanan

# orderCancellation1
source: You can cancel your order within
ar: يمكنك إلغاء طلبك خلال
hi: आप अपना ऑर्डर देने के
ms: Anda boleh membatalkan pesanan anda dalam masa

# orderCancellation1Bold
source: 12 hours
ar: 12 ساعة
hi: 12 घंटे
ms: 12 jam

# orderCancellation1Suffix
source: of placing it.
ar: من تقديمه.
hi: के भीतर रद्द कर सकते हैं।
ms: selepas membuat pesanan.

# orderCancellation2
source: Cancellations requested
ar: طلبات الإلغاء
hi: 12 घंटे की विंडो के बाद अनुरोधित रद्दीकरण स्वीकार नहीं किए जा सकते हैं यदि ऑर्डर पहले ही संसाधित या शिप कर दिया गया है।
ms: Permintaan pembatalan

# orderCancellation2Bold
source: after the 12-hour window
ar: بعد نافذة الـ12 ساعة
hi: 12 घंटे की विंडो के बाद
ms: selepas tempoh 12 jam

# orderCancellation2Suffix
source: may not be accepted if the order has already been processed or shipped.
ar: قد لا يتم قبولها إذا كان الطلب قد تم معالجته أو شحنه بالفعل.
hi: अनुरोधित रद्दीकरण स्वीकार नहीं किए जा सकते हैं यदि ऑर्डर पहले ही संसाधित या शिप कर दिया गया है।
ms: mungkin tidak diterima jika pesanan telah diproses atau dihantar.

# orderCancellation3
source: To cancel your order, please email us at
ar: لإلغاء طلبك، يرجى مراسلتنا على
hi: अपना ऑर्डर रद्द करने के लिए, कृपया हमें अपनी ऑर्डर आईडी के साथ
ms: Untuk membatalkan pesanan anda, sila emel kami di

# orderCancellation3Suffix
source: or call us at 01762-458122 with your Order ID.
ar: أو الاتصال بنا على +918000057233 مع معرف طلبك.
hi: पर ईमेल करें या +918000057233 पर कॉल करें।
ms: atau hubungi kami di +918000057233 bersama ID Pesanan anda.

# returnReplacementTitle
source: Return & Replacement Policy
ar: سياسة المرتجعات والاستبدال
hi: वापसी और प्रतिस्थापन नीति
ms: Polisi Pemulangan & Penggantian

# returnConditionsIntro
source: We accept returns only if the following conditions are met:
ar: نحن نقبل المرتجعات فقط إذا تم استيفاء الشروط التالية:
hi: हम केवल तभी वापसी स्वीकार करते हैं जब निम्नलिखित शर्तें पूरी होती हैं:
ms: Kami menerima pemulangan hanya jika syarat-syarat berikut dipenuhi:

# returnCondition1
source: The product is unused, unopened, and in original condition
ar: المنتج غير مستخدم، غير مفتوح، وفي حالته الأصلية
hi: उत्पाद अप्रयुक्त, बिना खुला, और मूल स्थिति में हो।
ms: Produk belum digunakan, belum dibuka dan dalam keadaan asal

# returnCondition2
source: The return request is initiated within 5 days of delivery
ar: تم تقديم طلب الإرجاع خلال 5 أيام من التسليم
hi: वापसी का अनुरोध डिलीवरी के 5 दिनों के भीतर शुरू किया गया हो।
ms: Permintaan pemulangan dibuat dalam masa 5 hari selepas penghantaran

# returnCondition3
source: The item is not damaged, and the packaging is intact
ar: المنتج غير تالف، والتغليف سليم
hi: आइटम क्षतिग्रस्त न हो, और पैकेजिंग बरकरार हो।
ms: Item tidak rosak dan pembungkusannya masih utuh

# replacementIntro
source: You may also request a replacement in case:
ar: يمكنك أيضاً طلب استبدال في حال:
hi: आप प्रतिस्थापन का अनुरोध भी कर सकते हैं यदि:
ms: Anda juga boleh memohon penggantian jika:

# replacement1
source: You received the wrong item
ar: تلقيتم العنصر الخطأ
hi: आपको गलत आइटम मिला।
ms: Anda menerima item yang salah

# replacement2
source: The item was damaged during transit
ar: تلف العنصر أثناء الشحن
hi: पारगमन के दौरान आइटम क्षतिग्रस्त हो गया था।
ms: Item rosak semasa penghantaran

# returnShippingNote
source: Return shipping charges may apply and will be evaluated on a case-by-case basis.
ar: قد تنطبق رسوم شحن الإرجاع وسيتم تقييمها على أساس كل حالة على حدة.
hi: वापसी शिपिंग शुल्क लागू हो सकते हैं और मामला-दर-मामला आधार पर मूल्यांकन किया जाएगा।
ms: Caj penghantaran pemulangan mungkin dikenakan dan akan dinilai secara kes demi kes.

# nonReturnableTitle
source: Non-Returnable Items
ar: عناصر غير قابلة للإرجاع
hi: गैर-वापसी योग्य आइटम
ms: Item Yang Tidak Boleh Dipulangkan

# nonReturnableIntro
source: We do not accept returns in the following cases:
ar: نحن لا نقبل المرتجعات في الحالات التالية:
hi: हम निम्नलिखित मामलों में वापसी स्वीकार नहीं करते हैं:
ms: Kami tidak menerima pemulangan dalam kes berikut:

# nonReturnableItem
source: The product has been used or tampered with
ar: تم استخدام المنتج أو العبث به
hi: उत्पाद का उपयोग किया गया है या उसमें छेड़छाड़ की गई है।
ms: Produk telah digunakan atau diubah suai

# returnNoPackaging
source: The product is returned
ar: تم إرجاع المنتج
hi: उत्पाद मूल पैकेजिंग के बिना लौटाया गया है।
ms: Produk dipulangkan

# returnWithoutOriginalPackaging
source: without original packaging
ar: بدون التغليف الأصلي
hi: मूल पैकेजिंग के बिना।
ms: tanpa pembungkusan asal

# returnAfterDays
source: Items returned
ar: تم إرجاع العناصر
hi: डिलीवरी के 5 दिनों के बाद लौटाए गए आइटम।
ms: Barang dipulangkan

# returnAfter5Days
source: after 5 days of delivery
ar: بعد 5 أيام من التسليم
hi: 5 दिनों के बाद।
ms: selepas 5 hari penghantaran

# returnPromoItems
source: Free promotional items, trial packs, or samples
ar: العناصر الترويجية المجانية، عبوات تجريبية، أو عينات
hi: मुफ्त प्रचार आइटम, ट्रायल पैक, या नमूने।
ms: Barangan promosi percuma, pek percubaan atau sampel

# returnNote
source: Please note: Due to the nature of Ayurvedic products, once opened or used, we cannot accept returns for hygiene and safety reasons.
ar: يرجى الملاحظة: بسبب طبيعة المنتجات الأيورفيدية، بمجرد فتحها أو استخدامها، لا يمكننا قبول المرتجعات لأسباب تتعلق بالنظافة والسلامة.
hi: कृपया ध्यान दें: आयुर्वेदिक उत्पादों की प्रकृति के कारण, एक बार खोलने या उपयोग करने के बाद, हम स्वच्छता और सुरक्षा कारणों से वापसी स्वीकार नहीं कर सकते।
ms: Sila ambil perhatian: Disebabkan sifat produk Ayurveda, selepas dibuka atau digunakan, kami tidak dapat menerima pemulangan atas sebab kebersihan dan keselamatan.

# refundTimelineTitle
source: Refund Process & Timeline
ar: عملية الاسترداد والجدول الزمني
hi: धनवापसी प्रक्रिया और समय-सीमा
ms: Proses & Garis Masa Bayaran Balik

# refundInspectNotify
source: Once your return is received and inspected, we will notify you via email or phone about the approval or rejection of your refund.
ar: بمجرد استلام مرتجعك وفحصه، سنخطرك عبر البريد الإلكتروني أو الهاتف بشأن الموافقة على الاسترداد أو رفضه.
hi: एक बार आपकी वापसी प्राप्त और निरीक्षण हो जाने के बाद, हम आपको ईमेल या फोन के माध्यम से आपकी धनवापसी की स्वीकृति या अस्वीकृति के बारे में सूचित करेंगे।
ms: Setelah pemulangan anda diterima dan diperiksa, kami akan memaklumkan anda melalui emel atau telefon tentang kelulusan atau penolakan bayaran balik anda.

# refundApproved
source: If approved, the refund will be processed to your original payment method within
ar: إذا تمت الموافقة، سيتم معالجة الاسترداد إلى طريقة الدفع الأصلية خلال
hi: यदि स्वीकृत हो जाता है, तो धनवापसी आपके मूल भुगतान विधि पर 5-7 व्यावसायिक दिनों के भीतर संसाधित की जाएगी।
ms: Jika diluluskan, bayaran balik akan diproses ke kaedah pembayaran asal anda dalam

# refundTimeWindow
source: 5–7 business days.
ar: 5-7 أيام عمل.
hi: 5-7 व्यावसायिक दिनों
ms: 5–7 hari bekerja.

# refundCod
source: For
ar: بالنسبة لطلبات
hi: कैश ऑन डिलीवरी (सीओडी) ऑर्डर के लिए, धनवापसी बैंक हस्तांतरण या यूपीआई के माध्यम से की जाएगी - आपसे आपके बैंक विवरण सुरक्षित रूप से साझा करने के लिए संपर्क किया जाएगा।
ms: Untuk

# refundCodMethod
source: Cash on Delivery (COD)
ar: الدفع عند الاستلام (COD)
hi: कैश ऑन डिलीवरी (सीओडी)
ms: Bayar Semasa Penghantaran (COD)

# refundCodNote
source: orders, refunds will be made via bank transfer or UPI — you’ll be contacted to share your bank details securely.
ar: , سيتم الاسترداد عبر التحويل البنكي أو UPI — سيتم الاتصال بك لمشاركة تفاصيل حسابك البنكي بشكل آمن.
hi: ऑर्डर के लिए, धनवापसी बैंक हस्तांतरण या यूपीआई के माध्यम से की जाएगी - आपसे आपके बैंक विवरण सुरक्षित रूप से साझा करने के लिए संपर्क किया जाएगा।
ms: pesanan, bayaran balik akan dibuat melalui pindahan bank atau UPI — anda akan dihubungi untuk berkongsi maklumat bank anda dengan selamat.

# howToReturn
source: How to Initiate a Return or Refund
ar: كيفية بدء إرجاع أو استرداد
hi: वापसी या धनवापसी कैसे शुरू करें
ms: Cara Memulakan Pemulangan atau Bayaran Balik

# contactEmailPrefix
source: Please email us at
ar: يرجى مراسلتنا على
hi: कृपया हमें
ms: Sila emel kami di

# contactPhonePrefix
source: or call
ar: أو الاتصال ب
hi: पर ईमेल करें या
ms: atau hubungi

# contactInstruction
source: within 5 days of receiving the product. Kindly include:
ar: خلال 5 أيام من استلام المنتج. يرجى تضمين:
hi: पर उत्पाद प्राप्त होने के 5 दिनों के भीतर कॉल करें। कृपया शामिल करें:
ms: dalam masa 5 hari selepas menerima produk. Sila sertakan:

# contactOrderId
source: Your Order ID
ar: معرف طلبك
hi: आपकी ऑर्डर आईडी
ms: ID Pesanan anda

# contactReason
source: Reason for return or refund
ar: سبب الإرجاع أو الاسترداد
hi: वापसी या धनवापसी का कारण
ms: Sebab pemulangan atau bayaran balik

# contactImages
source: Supporting
ar: صور
hi: सहायक तस्वीरें (यदि लागू हो)
ms: Sokongan

# contactImagesNote
source: images (if applicable)
ar: داعمة (إذا كانت متاحة)
hi: तस्वीरें (यदि लागू हो)
ms: imej (jika berkenaan)

# contactImagesSuffix
source: for damaged/wrong item
ar: للعنصر التالف/الخطأ
hi: क्षतिग्रस्त/गलत आइटम के लिए
ms: untuk item yang rosak/salah

# supportResponseTimePrefix
source: Our support team will respond within
ar: سيستجيب فريق الدعم لدينا خلال
hi: हमारी सहायता टीम 24-48 घंटों के भीतर जवाब देगी और आपको अगले चरणों के माध्यम से मार्गदर्शन करेगी।
ms: Pasukan sokongan kami akan memberi maklum balas dalam masa

# supportResponseTime
source: 24–48 hours
ar: 24-48 ساعة
hi: 24-48 घंटों
ms: 24–48 jam

# supportResponseSteps
source: and guide you through the next steps.
ar: وسيرشدك خلال الخطوات التالية.
hi: और आपको अगले चरणों के माध्यम से मार्गदर्शन करेगी।
ms: dan membimbing anda melalui langkah seterusnya.

# damageTitle
source: Damaged or Wrong Item Delivered?
ar: تلقيت عنصراً تالفاً أو خاطئاً؟
hi: क्षतिग्रस्त या गलत आइटम वितरित हुआ?
ms: Barang Rosak atau Salah Dihantar?

# damageApology
source: We sincerely apologize if you received a damaged or incorrect product. In such
ar: نعتذر بصدق إذا تلقيت منتجاً تالفاً أو غير صحيح. في مثل هذه
hi: यदि आपको क्षतिग्रस्त या गलत उत्पाद प्राप्त हुआ है तो हम ईमानदारी से क्षमा चाहते हैं। ऐसे मामलों में:
ms: Kami memohon maaf sekiranya anda menerima produk yang rosak atau tidak betul. Dalam

# damageCase
source: cases
ar: الحالات
hi: मामलों
ms: kes sedemikian

# damageReachOut
source: Please reach out to us
ar: يرجى التواصل معنا
hi: कृपया डिलीवरी के 24 घंटों के भीतर हमसे संपर्क करें।
ms: Sila hubungi kami

# damageTimeWindow
source: within 24 hours
ar: خلال 24 ساعة
hi: 24 घंटों
ms: dalam masa 24 jam

# damageTimeSuffix
source: of delivery.
ar: من التسليم.
hi: के भीतर।
ms: selepas penghantaran.

# damageProof
source: Share
ar: شارك
hi: प्राप्त उत्पाद की तस्वीरें या वीडियो अपनी ऑर्डर आईडी के साथ साझा करें।
ms: Kongsi

# damageProofNote
source: photos or videos
ar: صوراً أو مقاطع فيديو
hi: तस्वीरें या वीडियो
ms: foto atau video

# damageProofSuffix
source: of the received product along with your Order ID.
ar: للمنتج المستلم مع معرف طلبك.
hi: प्राप्त उत्पाद की अपनी ऑर्डर आईडी के साथ।
ms: produk yang diterima bersama ID Pesanan anda.

# tabDetails
source: Details
ar: التفاصيل
hi: विवरण
ms: Butiran

# tabBenefits
source: Benefits
ar: الفوائد
hi: लाभ
ms: Manfaat

# tabUsage
source: Usage
ar: الاستخدام
hi: उपयोग
ms: Penggunaan

# tabReviews
source: Reviews
ar: التقييمات
hi: समीक्षाएं
ms: Ulasan

# tabWhyUs
source: Why Us
ar: لماذا نحن
hi: हमें क्यों चुनें
ms: Kenapa Kami

source: Our Policies
ar: سياساتنا
hi: हमारी नीतियां
ms: Dasar Kami

source: Privacy Policy
ar: سياسة الخصوصية
hi: गोपनीयता नीति
ms: Dasar Privasi

source: Terms & Conditions
ar: الشروط والأحكام
hi: नियम और शर्तें
ms: Terma & Syarat

# shippingPolicy
source: Shipping and Delivery Policy
ar: سياسة الشحن والتوصيل
hi: शिपिंग और डिलीवरी नीति
ms: Dasar Penghantaran dan Pengiriman

# cancellationRefundPolicy
source: Cancellation and Refund Policy
ar: سياسة الإلغاء والاسترداد
hi: रद्द करने और धनवापसी नीति
ms: Dasar Pembatalan dan Bayaran Balik

source: FAQ
ar: الأسئلة الشائعة
hi: अक्सर पूछे जाने वाले प्रश्न
ms: Soalan Lazim

# policyUpdatesTitle
source: Policy Updates
ar: تحديثات السياسة
hi: नीति अद्यतन
ms: Kemaskini Polisi

# policyUpdatesDesc
source: Ambrosia Ayurved reserves the right to modify this policy at any time. Changes will be posted on this page with an updated effective date. We encourage you to review the policy periodically.
ar: تحتفظ أمبروسيا أيورفيد بالحق في تعديل هذه السياسة في أي وقت. سيتم نشر التغييرات على هذه الصفحة مع تاريخ سريان محدث. نشجعك على مراجعة السياسة بشكل دوري.
hi: अम्ब्रोसिया आयुर्वेद इस नीति को किसी भी समय संशोधित करने का अधिकार सुरक्षित रखता है। परिवर्तन इस पृष्ठ पर अद्यतन प्रभावी तिथि के साथ पोस्ट किए जाएंगे। हम आपको समय-समय पर नीति की समीक्षा करने के लिए प्रोत्साहित करते हैं।
ms: Ambrosia Ayurved berhak untuk mengubah polisi ini pada bila-bila masa. Sebarang perubahan akan disiarkan di halaman ini dengan tarikh berkuat kuasa yang dikemas kini. Kami menggalakkan anda menyemak polisi ini dari semasa ke semasa.

# needHelpTitle
source: Need Help?
ar: تحتاج مساعدة؟
hi: मदद चाहिए?
ms: Perlukan Bantuan?

# needHelpDesc
source: We're here to assist you with any questions regarding your order, returns, or refunds:
ar: نحن هنا لمساعدتك في أي استفسارات بخصوص طلبك، المرتجعات، أو الاستردادات:
hi: हम आपके ऑर्डर, रिटर्न या धनवापसी से संबंधित किसी भी प्रश्न में आपकी सहायता के लिए यहां हैं:
ms: Kami sedia membantu anda dengan sebarang pertanyaan berkaitan pesanan, pemulangan atau bayaran balik:

# commitment
source: We're committed to your well-being and satisfaction at every step.
ar: نحن ملتزمون برفاهيتك ورضاك في كل خطوة.
hi: हम हर कदम पर आपकी भलाई और संतुष्टि के लिए प्रतिबद्ध हैं।
ms: Kami komited terhadap kesejahteraan dan kepuasan anda pada setiap langkah.

# nextSession
source: Next session on the same
ar: الجلسة التالية على نفس
hi: इसी पर अगला सत्र
ms: Sesi seterusnya mengenai perkara yang sama

# faqsTitle
source: FAQs – Cancellation, Returns & Refunds
ar: الأسئلة الشائعة – الإلغاء، المرتجعات والاستردادات
hi: अक्सर पूछे जाने वाले प्रश्न – रद्द करना, वापसी और धनवापसी
ms: Soalan Lazim – Pembatalan, Pemulangan & Bayaran Balik

# designNote
source: (When making this section before please talk about design)
ar: (عند عمل هذا القسم من فضلك تحدث عن التصميم)
hi: (इस खंड को बनाने से पहले कृपया डिजाइन के बारे में बात करें)
ms: (Sila bincangkan reka bentuk sebelum menyediakan bahagian ini)

# faq1Title
source: How can I cancel my order?
ar: كيف يمكنني إلغاء طلبي؟
hi: मैं अपना ऑर्डर कैसे रद्द कर सकता हूं?
ms: Bagaimana saya boleh membatalkan pesanan saya?

# faq1Part1
source: You can cancel your order within
ar: يمكنك إلغاء طلبك خلال
hi: आप अपना ऑर्डर देने के
ms: Anda boleh membatalkan pesanan dalam masa

# faq1Highlight
source: 12 hours of placing it
ar: 12 ساعة من تقديمه
hi: 12 घंटे के भीतर
ms: 12 jam selepas membuatnya

# faq1Part2
source: by emailing us at
ar: عن طريق مراسلتنا على
hi: care@ambrosiaayurved.in पर ईमेल करके या
ms: dengan menghantar e-mel kepada kami di

# faq1Part3
source: or calling
ar: أو الاتصال ب
hi: +918000057233 पर कॉल करके अपनी ऑर्डर आईडी के साथ रद्द कर सकते हैं।
ms: atau hubungi

# faq1Part4
source: with your Order ID.
ar: مع معرف طلبك.
hi: के साथ अपनी ऑर्डर आईडी।
ms: dengan ID Pesanan anda.

# faq2Title
source: Can I cancel the order after it has been shipped?
ar: هل يمكنني إلغاء الطلب بعد شحنه؟
hi: क्या मैं ऑर्डर शिप होने के बाद रद्द कर सकता हूं?
ms: Bolehkah saya batalkan pesanan selepas dihantar?

# faq2AnswerPart1
source: Unfortunately, once the order is processed and shipped, it cannot be
ar: للأسف، بمجرد معالجة الطلب وشحنه، لا يمكن
hi: दुर्भाग्य से, एक बार ऑर्डर संसाधित और शिप हो जाने के बाद, इसे
ms: Malangnya, selepas pesanan diproses dan dihantar, ia tidak boleh

# faq2AnswerBold
source: canceled.
ar: إلغاؤه.
hi: रद्द नहीं
ms: dibatalkan.

# faq3Title
source: What if I receive a damaged or wrong product?
ar: ماذا لو تلقيت منتجاً تالفاً أو خاطئاً؟
hi: अगर मुझे क्षतिग्रस्त या गलत उत्पाद मिलता है तो क्या होगा?
ms: Bagaimana jika saya menerima produk rosak atau salah?

# faq3Part1
source: No worries! If you receive a damaged or incorrect item, please contact us within
ar: لا تقلق! إذا تلقيت عنصراً تالفاً أو غير صحيح، يرجى الاتصال بنا خلال
hi: कोई चिंता नहीं! यदि आपको क्षतिग्रस्त या गलत आइटम मिलता है, तो कृपया डिलीवरी के
ms: Jangan risau! Jika anda menerima item rosak atau salah, sila hubungi kami dalam masa

# faq3Time
source: 24 hours
ar: 24 ساعة
hi: 24 घंटे
ms: 24 jam

# faq3Part2
source: of delivery with
ar: للتسليم مع
hi: के भीतर उत्पाद की तस्वीरें या वीडियो के साथ हमसे संपर्क करें। हम
ms: selepas penghantaran bersama

# faq3Media
source: photos or videos
ar: صور أو فيديوهات
hi: तस्वीरें या वीडियो
ms: foto atau video

# faq3Part3
source: of the product. We’ll offer a
ar: للمنتج. سنقدم
hi: के साथ उत्पाद की। हम
ms: produk tersebut. Kami akan menawarkan

# faq3Action
source: replacement or refund,
ar: بديلاً أو استرداداً،
hi: प्रतिस्थापन या धनवापसी
ms: penggantian atau bayaran balik,

# faq3Part4
source: no questions asked.
ar: دون أي أسئلة.
hi: की पेशकश करेंगे, कोई सवाल नहीं पूछा जाएगा।
ms: tanpa soalan.

# faq4Title
source: How do I return a product?
ar: كيف يمكنني إرجاع منتج؟
hi: मैं उत्पाद कैसे वापस करूं?
ms: Bagaimana saya memulangkan produk?

# faq4Part1
source: Simply reach out to us via email or call within
ar: ما عليك سوى التواصل معنا عبر البريد الإلكتروني أو الاتصال خلال
hi: बस डिलीवरी के
ms: Hubungi kami melalui e-mel atau panggilan dalam masa

# faq4Time
source: 5 days of delivery
ar: 5 أيام من التسليم
hi: 5 दिनों के भीतर
ms: 5 hari selepas penghantaran

# faq4Part2
source: , and ensure that:
ar: ، وتأكد من أن:
hi: ईमेल या कॉल के माध्यम से हमसे संपर्क करें, और सुनिश्चित करें कि:
ms: , dan pastikan bahawa:

# bulletPointText
source: The product is
ar: المنتج
hi: उत्पाद
ms: Produk adalah

# bulletPointBold
source: unused & unopened
ar: غير مستخدم وغير مفتوح
hi: अप्रयुक्त और बिना खुला
ms: tidak digunakan & belum dibuka

# packagingIntact
source: The packaging is intact
ar: العبوة سليمة
hi: पैकेजिंग बरकरार है।
ms: Bungkusan masih utuh

# haveInvoiceOrOrderId
source: You have the original invoice/order ID
ar: لديك الفاتورة الأصلية/رقم الطلب
hi: आपके पास मूल चालान/ऑर्डर आईडी है।
ms: Anda mempunyai invois atau ID pesanan asal

source: Are all products returnable?
ar: هل جميع المنتجات قابلة للإرجاع؟
hi: क्या सभी उत्पाद वापसी योग्य हैं?
ms: Adakah semua produk boleh dipulangkan?

# noReturnConditionsIntro
source: 🚫 No. We do not accept returns if:
ar: 🚫 لا. نحن لا نقبل الإرجاع إذا:
hi: 🚫 नहीं। हम वापसी स्वीकार नहीं करते हैं यदि:
ms: 🚫 Tidak. Kami tidak menerima pemulangan jika:

# productHasBeen
source: The product has been
ar: تم
hi: उत्पाद का
ms: Produk telah

source: opened or used
ar: فتح المنتج أو استخدامه
hi: उपयोग किया गया है या खोला गया है।
ms: dibuka atau digunakan

source: It’s past
ar: مر أكثر من
hi: यह डिलीवरी के
ms: Ia telah melebihi

# fiveDaysSinceDelivery
source: 5 days since delivery
ar: 5 أيام منذ التسليم
hi: 5 दिन
ms: 5 hari selepas penghantaran

source: You return it
ar: قمت بإرجاعه
hi: के बाद का है। आप इसे
ms: Anda memulangkannya

# withoutOriginalPackaging
source: without the original packaging
ar: بدون العبوة الأصلية
hi: मूल पैकेजिंग के बिना
ms: tanpa bungkusan asal

source: It’s a
ar: إنه
hi: वापस करते हैं। यह एक
ms: Ia adalah
