Repository: GlobleHourMarine/ambrosia_ayurved_app
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ms

# sampleOrFreebie
source: sample/trial pack or promotional freebie
ar: عينة/عبوة تجريبية أو هدية ترويجية مجانية
hi: नमूना/परीक्षण पैक या प्रचार मुफ्त
ms: pek percubaan atau barangan promosi percuma

# refundTimeline
source: What is the refund timeline?
ar: ما هو الإطار الزمني للاسترداد؟
hi: धनवापसी की समय-सीमा क्या है?
ms: Apakah garis masa bayaran balik?

# refundProcessedInfo
source: 🟢 Once your return is approved and inspected, refunds are processed within
ar: 🟢 بمجرد الموافقة على الإرجاع وفحصه، تتم معالجة المبالغ المستردة خلال
hi: 🟢 एक बार आपकी वापसी स्वीकृत और निरीक्षण हो जाने के बाद, धनवापसी 5-7 व्यावसायिक दिनों के भीतर आपके मूल भुगतान विधि पर संसाधित की जाती है।
ms: 🟢 Setelah pemulangan anda diluluskan dan diperiksa, bayaran balik akan diproses dalam masa

# fiveToSevenDays
source: 5–7 business days
ar: 5-7 أيام عمل
hi: 5-7 व्यावसायिक दिनों
ms: 5–7 hari bekerja

# toOriginalMethod
source: to your original payment method.
ar: إلى طريقة الدفع الأصلية الخاصة بك.
hi: आपके मूल भुगतान विधि पर।
ms: ke kaedah pembayaran asal anda.

# codRefundQuestion
source: How will I get a refund if I paid via Cash on Delivery (COD)?
ar: كيف سأحصل على استرداد إذا دفعت عن طريق الدفع عند الاستلام (COD)؟
hi: यदि मैंने कैश ऑन डिलीवरी (सीओडी) के माध्यम से भुगतान किया है तो मुझे धनवापसी कैसे मिलेगी?
ms: Bagaimana saya akan mendapat bayaran balik jika saya membayar menggunakan Tunai semasa Penghantaran (COD)?

# weWillContact
source: 🟢 We’ll contact you for your
ar: 🟢 سنتصل بك للحصول على
hi: 🟢 हम आपके बैंक या यूपीआई विवरण के लिए आपसे संपर्क करेंगे, और धनवापसी बैंक हस्तांतरण के माध्यम से 5-7 कार्य दिवसों के भीतर संसाधित की जाएगी।
ms: 🟢 Kami akan menghubungi anda untuk

source: bank or UPI details
ar: تفاصيل البنك أو UPI الخاصة بك
hi: बैंक या यूपीआई विवरण
ms: butiran bank atau UPI anda

# refundThrough
source: , and the refund will be processed through
ar: ، وستتم معالجة المبلغ المسترد من خلال
hi: , और धनवापसी
ms: , dan bayaran balik akan diproses melalui

source: bank transfer
ar: تحويل مصرفي
hi: बैंक हस्तांतरण
ms: pemindahan bank

# withinFiveToSevenDays
source: within 5–7 working days.
ar: خلال 5-7 أيام عمل.
hi: के माध्यम से 5-7 कार्य दिवसों के भीतर संसाधित की जाएगी।
ms: dalam masa 5–7 hari bekerja.

# payReturnShipping
source: Do I have to pay for return shipping?
ar: هل يجب أن أدفع تكاليف شحن الإرجاع؟
hi: क्या मुझे वापसी शिपिंग के लिए भुगतान करना होगा?
ms: Adakah saya perlu membayar untuk penghantaran pemulangan?

# dependsOnReason
source: 🟡 It depends on the reason:
ar: 🟡 يعتمد ذلك على السبب:
hi: 🟡 यह कारण पर निर्भर करता है:
ms: 🟡 Ia bergantung kepada sebab:

# issueFromOurSide
source: If the issue is from our side (wrong/damaged product), the
ar: إذا كانت المشكلة من جانبنا (منتج خاطئ/تالف)، فإن
hi: यदि समस्या हमारी तरफ से है (गलत/क्षतिग्रस्त उत्पाद), तो वापसी मुफ्त है।
ms: Jika masalah berpunca daripada pihak kami (produk salah/rosak),

source: return is free
ar: الإرجاع مجاني
hi: वापसी मुफ्त
ms: pemulangan adalah percuma

# otherReasons
source: For other reasons,
ar: لأسباب أخرى،
hi: अन्य कारणों से, वापसी शिपिंग शुल्क लागू हो सकते हैं।
ms: Untuk sebab lain,

# chargesMayApply
source: return shipping charges may apply
ar: قد تطبق رسوم شحن الإرجاع
hi: वापसी शिपिंग शुल्क लागू हो सकते हैं।
ms: caj penghantaran pemulangan mungkin dikenakan

# wrongAddressQuestion
source: What if I entered the wrong address or phone number?
ar: ماذا لو أدخلت عنواناً أو رقم هاتف خاطئ؟
hi: क्या होगा यदि मैंने गलत पता या फोन नंबर दर्ज किया है?
ms: Bagaimana jika saya memasukkan alamat atau nombor telefon yang salah?

# notResponsible
source: 🚫 Ambrosia Ayurved is not responsible
ar: 🚫 أمبروسيا أيورفيد غير مسؤولة
hi: 🚫 अम्ब्रोसिया आयुर्वेद जिम्मेदार नहीं है
ms: 🚫 Ambrosia Ayurved tidak bertanggungjawab

# failedDeliveryDisclaimer
source: for failed deliveries due to incorrect address or contact details entered during checkout. Please double-check your info before placing the order.
ar: عن فشل التسليم بسبب عنوان غير صحيح أو تفاصيل اتصال تم إدخالها أثناء الدفع. يرجى التحقق مرة أخرى من معلوماتك قبل تقديم الطلب.
hi: चेकआउट के दौरान दर्ज किए गए गलत पते या संपर्क विवरण के कारण विफल डिलीवरी के लिए। कृपया ऑर्डर देने से पहले अपनी जानकारी को दोबारा जांच लें।
ms: untuk penghantaran yang gagal disebabkan alamat atau maklumat hubungan yang salah semasa pembayaran. Sila semak maklumat anda sebelum membuat pesanan.

# exchangeProductQuestion
source: Can I exchange my product?
ar: هل يمكنني استبدال منتجي؟
hi: क्या मैं अपना उत्पाद बदल सकता हूं?
ms: Bolehkah saya menukar produk saya?

# exchangePolicyNote
source: 🔄 Exchanges are not currently supported. You may return the item (if eligible) and place a new order.
ar: 🔄 لا يتم دعم عمليات الاستبدال حالياً. يمكنك إرجاع المنتج (إذا كان مؤهلاً) وتقديم طلب جديد.
hi: 🔄 एक्सचेंज वर्तमान में समर्थित नहीं हैं। आप आइटम वापस कर सकते हैं (यदि पात्र हो) और एक नया ऑर्डर दे सकते हैं।
ms: 🔄 Pertukaran tidak disokong buat masa ini. Anda boleh memulangkan item (jika layak) dan membuat pesanan baru.

# privacyIntroPart1
source: At
ar: في
hi: एम्ब्रोसिया आयुर्वेद में, आपकी गोपनीयता हमारे लिए आवश्यक है। हम आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए प्रतिबद्ध हैं और हम इसे कैसे एकत्र करते हैं, उपयोग करते हैं और सुरक्षित रखते हैं, इसके बारे में पारदर्शी हैं। यह गोपनीयता नीति आपके अधिकारों और आपके डेटा के संबंध में हमारी जिम्मेदारियों को रेखांकित करती है। यह गोपनीयता नीति सूचना प्रौद्योगिकी अधिनियम, 2000 और उसके तहत बनाए गए नियमों के तहत प्रकाशित की गई है। हमारी वेबसाइट का उपयोग करके, आप नीचे उल्लिखित शर्तों से सहमत होते हैं।
ms: Di

# privacyCompany
source: Ambrosia Ayurved
ar: أمبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद

# privacyIntroPart2
source: , your privacy is essential to us. We’re committed to protecting your personal information and being transparent about how we collect, use, and safeguard it. This Privacy Policy outlines your rights and our responsibilities regarding your data. This Privacy Policy is published under the
ar: ، خصوصيتك أساسية بالنسبة لنا. نحن ملتزمون بحماية معلوماتك الشخصية والشفافية حول كيفية جمعنا واستخدامنا وحماية هذه المعلومات. توضح سياسة الخصوصية هذه حقوقك ومسؤولياتنا فيما يتعلق ببياناتك. تم نشر سياسة الخصوصية هذه بموجب
hi: , आपकी गोपनीयता हमारे लिए आवश्यक है। हम आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए प्रतिबद्ध हैं और हम इसे कैसे एकत्र करते हैं, उपयोग करते हैं और सुरक्षित रखते हैं, इसके बारे में पारदर्शी हैं। यह गोपनीयता नीति आपके अधिकारों और आपके डेटा के संबंध में हमारी जिम्मेदारियों को रेखांकित करती है। यह गोपनीयता नीति
ms: , privasi anda adalah penting bagi kami. Kami komited untuk melindungi maklumat peribadi anda dan telus tentang bagaimana kami mengumpul, menggunakan dan melindunginya. Polisi Privasi ini menerangkan hak anda dan tanggungjawab kami terhadap data anda. Polisi Privasi ini diterbitkan di bawah

# privacyPolicyLaw
source: Information Technology Act, 2000
ar: قانون تكنولوجيا المعلومات لعام 2000
hi: सूचना प्रौद्योगिकी अधिनियम, 2000
ms: Akta Teknologi Maklumat, 2000

# privacyIntroPart3
source: , and the rules made thereunder. By using our website
ar: ، والقواعد الموضوعة بموجبه. باستخدام موقعنا الإلكتروني
hi: , और उसके तहत बनाए गए नियमों के तहत प्रकाशित की गई है। हमारी वेबसाइट
ms: , dan peraturan yang dibuat di bawahnya. Dengan menggunakan laman web kami

# privacyIntroPart4
source: , you agree to the terms outlined below.
ar: ، فإنك توافق على الشروط المذكورة أدناه.
hi: का उपयोग करके, आप नीचे उल्लिखित शर्तों से सहमत होते हैं।
ms: , anda bersetuju dengan terma-terma yang dinyatakan di bawah.

# section1Title
source: 1. Information We Collect
ar: 1. المعلومات التي نجمعها
hi: 1. हम जो जानकारी एकत्र करते हैं
ms: 1. Maklumat yang Kami Kumpul

# section1Description
source: When you visit or make a purchase through our website, we may collect the following information:
ar: عند زيارتك أو إجراء عملية شراء عبر موقعنا الإلكتروني، قد نجمع المعلومات التالية:
hi: जब आप हमारी वेबसाइट पर जाते हैं या खरीदारी करते हैं, तो हम निम्नलिखित जानकारी एकत्र कर सकते हैं:
ms: Apabila anda melawat atau membuat pembelian melalui laman web kami, kami mungkin mengumpul maklumat berikut:

# section1Bullet1
source: • Full Name
ar: • الاسم الكامل
hi: • पूरा नाम
ms: • Nama Penuh

# section1Bullet2
source: • Email Address
ar: • عنوان البريد الإلكتروني
hi: • ईमेल पता
ms: • Alamat Emel

# section1Bullet3
source: • Phone Number
ar: • رقم الهاتف
hi: • फोन नंबर
ms: • Nombor Telefon

# section1Bullet4
source: • Shipping and Billing Address
ar: • عنوان الشحن والفواتير
hi: • शिपिंग और बिलिंग पता
ms: • Alamat Penghantaran dan Pengebilan

# section1Closing
source: This data is essential for order processing, customer service, and communication purposes.
ar: هذه البيانات ضرورية لمعالجة الطلبات وخدمة العملاء وأغراض التواصل.
hi: यह डेटा ऑर्डर प्रोसेसिंग, ग्राहक सेवा और संचार उद्देश्यों के लिए आवश्यक है।
ms: Data ini penting untuk pemprosesan pesanan, perkhidmatan pelanggan, dan tujuan komunikasi.

# section2Title
source: 2. Payment Information
ar: 2. معلومات الدفع
hi: 2. भुगतान जानकारी
ms: 2. Maklumat Pembayaran

# section2Part1
source: All payments on our website are securely processed via
ar: تتم معالجة جميع المدفوعات على موقعنا بشكل آمن عبر
hi: हमारी वेबसाइट पर सभी भुगतान रेज़रपे के माध्यम से सुरक्षित रूप से संसाधित किए जाते हैं।
ms: Semua pembayaran di laman web kami diproses dengan selamat melalui

# section2Part2
source: We do not store or retain your payment details, such as card numbers or CVV codes, on our servers.
ar: نحن لا نقوم بتخزين أو الاحتفاظ بتفاصيل الدفع الخاصة بك، مثل أرقام البطاقات أو رموز CVV، على خوادمنا.
hi: हम आपके भुगतान विवरण, जैसे कार्ड नंबर या सीवीवी कोड, अपने सर्वर पर संग्रहीत या बनाए नहीं रखते हैं।
ms: Kami tidak menyimpan atau mengekalkan butiran pembayaran anda seperti nombor kad atau kod CVV di pelayan kami.

# section3Title
source: 3. Use of Cookies
ar: 3. استخدام ملفات تعريف الارتباط
hi: 3. कुकीज़ का उपयोग
ms: 3. Penggunaan Kuki

# section3Intro
source: We use
ar: نحن نستخدم
hi: हम
ms: Kami menggunakan

# section3Cookies
source: cookies and similar technologies
ar: ملفات تعريف الارتباط والتقنيات المماثلة
hi: कुकीज़ और समान तकनीकों
ms: kuki dan teknologi serupa

# section3BulletsIntro
source: to:
ar: لـ:
hi: का उपयोग करते हैं:
ms: untuk:

# section3Bullet1
source: • Understand how visitors use our website
ar: • فهم كيفية استخدام الزوار لموقعنا الإلكتروني
hi: • आगंतुक हमारी वेबसाइट का उपयोग कैसे करते हैं, यह समझने के लिए
ms: • Memahami bagaimana pelawat menggunakan laman web kami

# section3Bullet2
source: • Improve website functionality and performance
ar: • تحسين وظائف وأداء الموقع
hi: • वेबसाइट की कार्यक्षमता और प्रदर्शन में सुधार करने के लिए
ms: • Meningkatkan fungsi dan prestasi laman web

# section3Bullet3
source: • Provide a personalized browsing experience
ar: • توفير تجربة تصفح مخصصة
hi: • एक व्यक्तिगत ब्राउज़िंग अनुभव प्रदान करने के लिए
ms: • Menyediakan pengalaman penyemakan imbas yang diperibadikan

# section3Closing
source: You can disable cookies in your browser settings, but doing so may affect site functionality.
ar: يمكنك تعطيل ملفات تعريف الارتباط في إعدادات المتصفح الخاص بك، ولكن القيام بذلك قد يؤثر على وظائف الموقع.
hi: आप अपनी ब्राउज़र सेटिंग्स में कुकीज़ को अक्षम कर सकते हैं, लेकिन ऐसा करने से साइट की कार्यक्षमता प्रभावित हो सकती है।
ms: Anda boleh menyahdayakan kuki dalam tetapan pelayar anda, tetapi ia mungkin menjejaskan fungsi laman.

# privacyPart2Heading4
source: 4. How We Use Your Data
ar: 4. كيف نستخدم بياناتك
hi: 4. हम आपके डेटा का उपयोग कैसे करते हैं
ms: 4. Bagaimana Kami Menggunakan Data Anda

# privacyPart2UsageIntro
source: Your
ar: قد يتم استخدام
hi: आपकी
ms: Maklumat

# privacyPart2UsageBold
source: personal information may be used for
ar: معلوماتك الشخصية لـ
hi: व्यक्तिगत जानकारी का उपयोग
ms: peribadi anda mungkin digunakan untuk

# privacyPart2Bullet1
source: • Order confirmation and delivery
ar: • تأكيد الطلب والتسليم
hi: • ऑर्डर की पुष्टि और वितरण
ms: • Pengesahan dan penghantaran pesanan

# privacyPart2Bullet2
source: • Customer support
ar: • دعم العملاء
hi: • ग्राहक सहायता
ms: • Sokongan pelanggan

# privacyPart2Bullet3
source: • Product and health-related updates (if you’ve opted in)
ar: • تحديثات متعلقة بالمنتج والصحة (إذا اخترت ذلك)
hi: • उत्पाद और स्वास्थ्य-संबंधी अपडेट (यदि आपने ऑप्ट-इन किया है)
ms: • Kemas kini produk dan kesihatan (jika anda bersetuju)

# privacyPart2Bullet4
source: • Enhancing website experience
ar: • تعزيز تجربة الموقع الإلكتروني
hi: • वेबसाइट अनुभव को बेहतर बनाने के लिए
ms: • Meningkatkan pengalaman laman web

# privacyPart2NoUnethicalUse
source: We never use your data for unethical marketing or unauthorized communication.
ar: نحن لا نستخدم بياناتك أبداً للتسويق غير الأخلاقي أو التواصل غير المصرح به.
hi: हम कभी भी आपके डेटा का उपयोग अनैतिक मार्केटिंग या अनधिकृत संचार के लिए नहीं करते हैं।
ms: Kami tidak pernah menggunakan data anda untuk pemasaran tidak beretika atau komunikasi tanpa kebenaran.

# privacyPart2Heading5
source: 5. Sharing Your Information
ar: 5. مشاركة معلوماتك
hi: 5. आपकी जानकारी साझा करना
ms: 5. Perkongsian Maklumat Anda

# privacyPart2ShareIntro1
source: We
ar: نحن
hi: हम आपके डेटा को तीसरे पक्ष को
ms: Kami

# privacyPart2ShareBold
source: do not sell or rent
ar: لا نبيع أو نؤجر
hi: बेचते या किराए पर नहीं
ms: tidak menjual atau menyewakan

# privacyPart2ShareIntro2
source: your data to third parties. However, to fulfill your orders, we may share relevant information with trusted
ar: بياناتك لأطراف ثالثة. ومع ذلك، لتنفيذ طلباتك، قد نشارك المعلومات ذات الصلة مع
hi: देते हैं। हालांकि, आपके ऑर्डर को पूरा करने के लिए, हम विश्वसनीय डिलीवरी भागीदारों के साथ प्रासंगिक जानकारी साझा कर सकते हैं। ये भागीदार आपके डेटा की गोपनीयता बनाए रखने के लिए बाध्य हैं।
ms: data anda kepada pihak ketiga. Walau bagaimanapun, untuk melengkapkan pesanan anda, kami mungkin berkongsi maklumat yang berkaitan dengan

# privacyPart2DeliveryPartners
source: delivery partners
ar: شركاء التوصيل
hi: डिलीवरी भागीदारों
ms: rakan penghantaran

# privacyPart2Confidentiality
source: . These partners are bound to maintain the confidentiality of your data.
ar: الموثوق بهم. هؤلاء الشركاء ملزمون بالحفاظ على سرية بياناتك.
hi: । ये भागीदार आपके डेटा की गोपनीयता बनाए रखने के लिए बाध्य हैं।
ms: . Rakan-rakan ini terikat untuk mengekalkan kerahsiaan data anda.

# privacyPart2Heading6
source: 6. Data Security
ar: 6. أمن البيانات
hi: 6. डेटा सुरक्षा
ms: 6. Keselamatan Data

# privacyPart2DataSecurity
source: We take your data security seriously. All personal information is stored on secured servers, and we follow standard encryption and protection protocols to prevent unauthorized access, misuse, or disclosure.
ar: نحن نأخذ أمن بياناتك على محمل الجد. يتم تخزين جميع المعلومات الشخصية على خوادم آمنة، ونتبع بروتوكولات التشفير والحماية القياسية لمنع الوصول غير المصرح به أو إساءة الاستخدام أو الكشف.
hi: हम आपके डेटा सुरक्षा को गंभीरता से लेते हैं। सभी व्यक्तिगत जानकारी सुरक्षित सर्वर पर संग्रहीत की जाती है, और हम अनधिकृत पहुंच, दुरुपयोग या प्रकटीकरण को रोकने के लिए मानक एन्क्रिप्शन और सुरक्षा प्रोटोकॉल का पालन करते हैं।
ms: Kami mengambil serius keselamatan data anda. Semua maklumat peribadi disimpan di pelayan selamat, dan kami mengikuti protokol perlindungan dan penyulitan standard bagi mengelakkan akses tidak dibenarkan, penyalahgunaan, atau pendedahan.

# privacyPart2Heading7
source: 7. Your Rights
ar: 7. حقوقك
hi: 7. आपके अधिकार
ms: 7. Hak Anda

# privacyPart2RightIntro
source: You have the right to:
ar: لديك الحق في:
hi: आपके पास अधिकार है:
ms: Anda mempunyai hak untuk:

# privacyPart2Right1
source: • Access your personal information
ar: • الوصول إلى معلوماتك الشخصية
hi: • अपनी व्यक्तिगत जानकारी तक पहुंचने के लिए
ms: • Akses maklumat peribadi anda

# privacyPart2Right2
source: • Correct or update your information
ar: • تصحيح أو تحديث معلوماتك
hi: • अपनी जानकारी को सही या अपडेट करने के लिए
ms: • Membetulkan atau mengemas kini maklumat anda

# privacyPart2Right3
source: • Request the deletion of your data
ar: • طلب حذف بياناتك
hi: • अपने डेटा को हटाने का अनुरोध करने के लिए
ms: • Meminta pemadaman data anda

# privacyPart2ReachOut
source: To exercise these rights, reach out to us at:
ar: لممارسة هذه الحقوق، تواصل معنا على:
hi: इन अधिकारों का प्रयोग करने के लिए, हमसे संपर्क करें:
ms: Untuk melaksanakan hak ini, hubungi kami di:

# privacyPart2ResponseTime
source: We will respond to your request within 5–7 business days.
ar: سنرد على طلبك خلال 5-7 أيام عمل.
hi: हम आपके अनुरोध का 5-7 व्यावसायिक दिनों के भीतर जवाब देंगे।
ms: Kami akan membalas permintaan anda dalam masa 5–7 hari bekerja.

# privacyPart3_section8Title
source: 8. Data Retention
ar: 8. الاحتفاظ بالبيانات
hi: 8. डेटा प्रतिधारण
ms: 8. Pengekalan Data

# privacyPart3_section8Body
source: We retain your information only for as long as it is needed to fulfill your orders or provide support. Once the purpose is served, we delete or anonymize your data, unless retention is required by law.
ar: نحتفظ بمعلوماتك فقط طالما كانت هناك حاجة إليها لتنفيذ طلباتك أو تقديم الدعم. بمجرد تحقيق الغرض، نقوم بحذف بياناتك أو إخفاء هويتك، ما لم يكن الاحتفاظ بها مطلوباً بموجب القانون.
hi: हम आपकी जानकारी को केवल तब तक बनाए रखते हैं जब तक इसकी आवश्यकता आपके ऑर्डर को पूरा करने या सहायता प्रदान करने के लिए होती है। एक बार उद्देश्य पूरा हो जाने के बाद, हम आपके डेटा को हटा देते हैं या गुमनाम कर देते हैं, जब तक कि कानून द्वारा प्रतिधारण की आवश्यकता न हो।
ms: Kami menyimpan maklumat anda hanya selama mana ia diperlukan untuk memproses pesanan anda atau memberikan sokongan. Setelah tujuan tersebut dipenuhi, kami akan memadam atau menamakan semula data anda, kecuali penyimpanan diperlukan oleh undang-undang.

# privacyPart3_section9Title
source: 9. Sensitive Personal Data
ar: 9. البيانات الشخصية الحساسة
hi: 9. संवेदनशील व्यक्तिगत डेटा
ms: 9. Data Peribadi Sensitif

# privacyPart3_section9BodyStart
source: We
ar: نحن
hi: हम कोई भी
ms: Kami

# privacyPart3_section9Bold
source: do not collect any sensitive personal data
ar: لا نجمع أي بيانات شخصية حساسة
hi: संवेदनशील व्यक्तिगत डेटा एकत्र नहीं करते
ms: tidak mengumpul sebarang data peribadi sensitif

# privacyPart3_section9BodyEnd
source: , such as your health records, biometric data, or financial information. Our collection is limited strictly to what’s necessary for communication and delivery.
ar: ، مثل سجلاتك الصحية أو البيانات البيومترية أو المعلومات المالية. يقتصر جمعنا بشكل صارم على ما هو ضروري للتواصل والتسليم.
hi: हैं, जैसे आपके स्वास्थ्य रिकॉर्ड, बायोमेट्रिक डेटा, या वित्तीय जानकारी। हमारा संग्रह संचार और वितरण के लिए जो आवश्यक है, उस तक ही सीमित है।
ms: , seperti rekod kesihatan, data biometrik, atau maklumat kewangan anda. Pengumpulan kami adalah terhad kepada apa yang perlu untuk komunikasi dan penghantaran.

# privacyPart3_section10Title
source: 10. Children’s Privacy
ar: 10. خصوصية الأطفال
hi: 10. बच्चों की गोपनीयता
ms: 10. Privasi Kanak-Kanak

# privacyPart3_section10Body
source: Our website is not intended for individuals under the age of 18. We do not knowingly collect personal information from minors. If we become aware of such data being collected, we will delete it promptly.
ar: موقعنا غير مخصص للأفراد دون سن 18 عاماً. نحن لا نجمع عن علم معلومات شخصية من القاصرين. إذا علمنا بجمع مثل هذه البيانات، فسنقوم بحذفها على الفور.
hi: हमारी वेबसाइट 18 वर्ष से कम उम्र के व्यक्तियों के लिए नहीं है। हम जानबूझकर नाबालिगों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। यदि हमें ऐसा डेटा एकत्र किए जाने का पता चलता है, तो हम इसे तुरंत हटा देंगे।
ms: Laman web kami tidak bertujuan untuk individu di bawah umur 18 tahun. Kami tidak sengaja mengumpul maklumat peribadi daripada kanak-kanak. Jika kami menyedari data tersebut dikumpul, kami akan memadamkannya dengan segera.

# privacyPart3_section11Title
source: 11. Third-Party Links
ar: 11. روابط الطرف الثالث
hi: 11. तृतीय-पक्ष लिंक
ms: 11. Pautan Pihak Ketiga

# privacyPart3_section11BodyStart
source: Our website may contain links to third-party websites. Please note that we are
ar: قد يحتوي موقعنا على روابط لمواقع الويب الخاصة بطرف ثالث. يرجى ملاحظة أننا
hi: हमारी वेबसाइट में तृतीय-पक्ष वेबसाइटों के लिंक हो सकते हैं। कृपया ध्यान दें कि हम उन वेबसाइटों की गोपनीयता प्रथाओं के लिए
ms: Laman web kami mungkin mengandungi pautan ke laman web pihak ketiga. Sila ambil perhatian bahawa kami

# privacyPart3_section11Bold
source: not responsible
ar: غير مسؤولين
hi: जिम्मेदार नहीं
ms: tidak bertanggungjawab

# privacyPart3_section11BodyEnd
source: for the privacy practices of those websites. We encourage you to review their policies before sharing any information.
ar: عن ممارسات الخصوصية لتلك المواقع. نشجعك على مراجعة سياساتهم قبل مشاركة أي معلومات.
hi: हैं। हम आपको कोई भी जानकारी साझा करने से पहले उनकी नीतियों की समीक्षा करने के लिए प्रोत्साहित करते हैं।
ms: terhadap amalan privasi laman web tersebut. Kami menggalakkan anda menyemak dasar mereka sebelum berkongsi sebarang maklumat.

# privacyPart3_section12Title
source: 12. Policy Updates
ar: 12. تحديثات السياسة
hi: 12. नीति अद्यतन
ms: 12. Kemas Kini Polisi

# privacyPart3_section12Body
source: We may update this Privacy Policy as necessary to reflect changes in legal requirements or business practices. All changes will be posted here, along with the updated effective date.
ar: قد نقوم بتحديث سياسة الخصوصية هذه حسب الضرورة لتعكس التغييرات في المتطلبات القانونية أو ممارسات الأعمال. سيتم نشر جميع التغييرات هنا، مع تاريخ السريان المحدث.
hi: हम कानूनी आवश्यकताओं या व्यावसायिक प्रथाओं में परिवर्तनों को दर्शाने के लिए इस गोपनीयता नीति को आवश्यकतानुसार अपडेट कर सकते हैं। सभी परिवर्तन यहां, अद्यतन प्रभावी तिथि के साथ पोस्ट किए जाएंगे।
ms: Kami mungkin mengemas kini Polisi Privasi ini apabila perlu untuk mencerminkan perubahan keperluan undang-undang atau amalan perniagaan. Semua perubahan akan dipaparkan di sini bersama dengan tarikh kuat kuasa yang dikemas kini.

# privacyPart3_thankYouBold
source: Thank you for choosing Ambrosia Ayurved.
ar: شكراً لاختيارك أمبروسيا أيورفيد.
hi: अम्ब्रोसिया आयुर्वेद चुनने के लिए धन्यवाद।
ms: Terima kasih kerana memilih Ambrosia Ayurved.

# privacyPart3_thankYouBody
source: We respect your trust and are committed to keeping your personal information secure.
ar: نحن نحترم ثقتك ونلتزم بالحفاظ على أمان معلوماتك الشخصية.
hi: हम आपके विश्वास का सम्मान करते हैं और आपकी व्यक्तिगत जानकारी को सुरक्षित रखने के लिए प्रतिबद्ध हैं।
ms: Kami menghargai kepercayaan anda dan komited untuk memastikan maklumat peribadi anda selamat.

# shippingAndDeliveryPolicy_effectiveDate
source: Effective Date: [12 April 2025]
ar: تاريخ السريان: [12 أبريل 2025]
hi: प्रभावी तिथि: [12 अप्रैल 2025]
ms: Tarikh Berkuatkuasa: [12 April 2025]

# shippingAndDeliveryPolicy_intro
source: We are committed to delivering your orders safely and on time at Ambrosia Ayurved. Below is a detailed outline of our shipping and delivery process to help you understand how your orders are processed.
ar: نحن ملتزمون بتوصيل طلباتكم بأمان وفي الوقت المحدد في أمبروزيا أيورفيد. فيما يلي مخطط تفصيلي لعملية الشحن والتسليم لدينا لمساعدتكم على فهم كيفية معالجة طلباتكم.
hi: हम अम्ब्रोसिया आयुर्वेद में आपके ऑर्डर को सुरक्षित और समय पर वितरित करने के लिए प्रतिबद्ध हैं। आपकी ऑर्डर प्रक्रिया को समझने में आपकी सहायता करने के लिए हमारी शिपिंग और डिलीवरी प्रक्रिया का विस्तृत विवरण नीचे दिया गया है।
ms: Kami komited untuk menghantar pesanan anda dengan selamat dan tepat pada masanya di Ambrosia Ayurved. Berikut adalah garis panduan terperinci tentang proses penghantaran dan penghantaran kami untuk membantu anda memahami bagaimana pesanan anda diproses.

# shippingAndDeliveryPolicy_orderProcessingTitle
source: Order Processing Time
ar: وقت معالجة الطلب
hi: ऑर्डर प्रोसेसिंग समय
ms: Masa Pemprosesan Pesanan
