Repository: GlobleHourMarine/ambrosia_ayurved_app
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ms

# termsAndConditions_limitationOfLiabilityText
source: Ambrosia Ayurved shall not be liable for any direct, indirect, incidental, or consequential damages arising from:
ar: لا تتحمل أمبروسيا أيورفيد أي مسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية ناتجة عن:
hi: अम्ब्रोसिया आयुर्वेद निम्नलिखित से उत्पन्न होने वाले किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक या परिणामी नुकसान के लिए उत्तरदायी नहीं होगा:
ms: Ambrosia Ayurved tidak akan bertanggungjawab atas sebarang kerosakan langsung, tidak langsung, insidental, atau akibat yang timbul daripada:

# termsAndConditions_useInabilityToUseWebsite
source: The use or inability to use the website
ar: استخدام الموقع أو عدم القدرة على استخدامه
hi: वेबसाइट का उपयोग या उपयोग करने में असमर्थता।
ms: Penggunaan atau ketidakmampuan untuk menggunakan laman web

# termsAndConditions_delayInDelivery
source: Delay in delivery
ar: تأخر في التسليم
hi: डिलीवरी में देरी।
ms: Kelewatan dalam penghantaran

# termsAndConditions_inaccurateInformation
source: Inaccurate information submitted by the user
ar: معلومات غير دقيقة قدمها المستخدم
hi: उपयोगकर्ता द्वारा सबमिट की गई गलत जानकारी।
ms: Maklumat yang tidak tepat yang dihantar oleh pengguna

# termsAndConditions_thirdPartyIssues
source: Any third-party issues (e.g., courier delays)
ar: أي مشكلات من طرف ثالث (مثل تأخيرات شركة الشحن)
hi: कोई भी तृतीय-पक्ष समस्याएँ (उदाहरण के लिए, कूरियर में देरी)।
ms: Sebarang isu pihak ketiga (contohnya, kelewatan penghantaran)

# termsAndConditions_governingLawTitle
source: 9. Governing Law & Jurisdiction
ar: 9. القانون المختص والاختصاص القضائي
hi: 9. शासी कानून और क्षेत्राधिकार
ms: 9. Undang-Undang & Bidang Kuasa

# termsAndConditions_governingLawText
source: These Terms and Conditions shall be governed by and construed in accordance with the laws of India. Any disputes arising out of or in connection with these Terms shall be subject to the exclusive jurisdiction of the competent courts in India.
ar: تخضع هذه الشروط والأحكام لقوانين الهند وتفسر وفقًا لها. أي نزاعات تنشأ من أو تتعلق بهذه الشروط تخضع للاختصاص القضائي الحصري للمحاكم المختصة في الهند.
hi: ये नियम और शर्तें भारत के कानूनों के अनुसार शासित और व्याख्या की जाएंगी। इन शर्तों के संबंध में उत्पन्न होने वाले किसी भी विवाद को भारत में सक्षम न्यायालयों के अनन्य क्षेत्राधिकार के अधीन किया जाएगा।
ms: Terma dan Syarat ini akan ditadbir dan ditafsirkan mengikut undang-undang India. Sebarang pertikaian yang timbul daripada atau berkaitan dengan Terma ini akan tertakluk kepada bidang kuasa eksklusif mahkamah yang kompeten di India.

# termsAndConditions_changesToTermsTitle
source: 10. Changes to Terms
ar: 10. التغييرات على الشروط
hi: 10. शर्तों में परिवर्तन
ms: 10. Perubahan Terma

# termsAndConditions_changesToTermsText
source: Ambrosia Ayurved reserves the right to modify or update these Terms & Conditions at any time. Changes will be posted on this page with an updated effective date. Continued use of the site after changes implies acceptance of the revised terms.
ar: تحتفظ أمبروسيا أيورفيد بالحق في تعديل أو تحديث هذه الشروط والأحكام في أي وقت. سيتم نشر التغييرات على هذه الصفحة مع تاريخ فعال محدث. الاستمرار في استخدام الموقع بعد التغييرات يعني قبول الشروط المعدلة.
hi: अम्ब्रोसिया आयुर्वेद किसी भी समय इन नियमों और शर्तों को संशोधित या अद्यतन करने का अधिकार सुरक्षित रखता है। परिवर्तन इस पृष्ठ पर अद्यतन प्रभावी तिथि के साथ पोस्ट किए जाएंगे। परिवर्तनों के बाद साइट का निरंतर उपयोग संशोधित शर्तों की स्वीकृति का तात्पर्य है।
ms: Ambrosia Ayurved berhak untuk mengubah atau mengemas kini Terma & Syarat ini pada bila-bila masa. Perubahan akan disiarkan di halaman ini dengan tarikh berkuat kuasa yang dikemas kini. Penggunaan laman web yang berterusan selepas perubahan menunjukkan penerimaan terma yang dipinda.

# termsAndConditions_contactUsTitle
source: 11. Contact Us
ar: 11. اتصل بنا
hi: 11. हमसे संपर्क करें
ms: 11. Hubungi Kami

# termsAndConditions_contactUsText
source: If you have any questions about these Terms & Conditions, feel free to contact us:
ar: إذا كان لديك أي أسئلة حول هذه الشروط والأحكام، فلا تتردد في الاتصال بنا:
hi: यदि आपके पास इन नियमों और शर्तों के बारे में कोई प्रश्न है, तो बेझिझक हमसे संपर्क करें:
ms: Sekiranya anda mempunyai sebarang pertanyaan mengenai Terma & Syarat ini, sila hubungi kami:

# termsAndConditions_thankYouText
source: Thank you for choosing Ambrosia Ayurved.
ar: شكرًا لاختيارك أمبروسيا أيورفيد.
hi: अम्ब्रोसिया आयुर्वेद चुनने के लिए धन्यवाद।
ms: Terima kasih kerana memilih Ambrosia Ayurved.

# termsAndConditions_valueYourTrustText
source: We value your trust and are committed to offering safe and effective Ayurvedic wellness solutions.
ar: نقدر ثقتك ونلتزم بتقديم حلول أيورفيدية آمنة وفعالة للصحة والعافية.
hi: हम आपके विश्वास को महत्व देते हैं और सुरक्षित और प्रभावी आयुर्वेदिक कल्याण समाधान प्रदान करने के लिए प्रतिबद्ध हैं।
ms: Kami menghargai kepercayaan anda dan komited untuk menawarkan penyelesaian kesihatan Ayurveda yang selamat dan berkesan.

# foodsToAvoidTitle
source: Foods to Avoid While Using A5 – Herbal Supplement
ar: أطعمة يجب تجنبها أثناء استخدام A5
hi: A5 – हर्बल सप्लीमेंट का उपयोग करते समय बचने वाले खाद्य पदार्थ
ms: Makanan yang Perlu Dielakkan Semasa Menggunakan A5 – Tambahan Herba

# foodsToAvoidIntro
source: For best results with A5 – Herbal Supplement, aligning your diet with your healing is important. These foods can spike blood sugar levels and reduce the effectiveness of your reversal journey:
ar: للحصول على أفضل النتائج مع A5، من المهم مواءمة نظامك الغذائي مع عملية الشفاء. هذه الأطعمة يمكن أن ترفع مستويات السكر في الدم وتقلل من فعالية رحلة التعافي:
hi: A5 – हर्बल सप्लीमेंट के साथ सर्वोत्तम परिणामों के लिए, अपने आहार को अपने उपचार के साथ संरेखित करना महत्वपूर्ण है। ये खाद्य पदार्थ रक्त शर्करा के स्तर को बढ़ा सकते हैं और आपकी रिवर्सल यात्रा की प्रभावशीलता को कम कर सकते हैं:
ms: Untuk hasil terbaik dengan A5 – Tambahan Herba, penjajaran diet dengan penyembuhan anda adalah penting. Makanan ini boleh meningkatkan paras gula darah dan mengurangkan keberkesanan proses pemulihan:

# foodWhiteSugarTitle
source: White Sugar
ar: السكر الأبيض
hi: सफेद चीनी
ms: Gula Putih

# foodWhiteSugarDesc1
source: Avoid: sweets, candies, cakes, pastries, cold drinks, sweet tea/coffee.
ar: تجنب: الحلويات، الحلوى، الكيك، المعجنات، المشروبات الغازية، الشاي/القهوة المحلاة.
hi: बचें: मिठाई, कैंडी, केक, पेस्ट्री, कोल्ड ड्रिंक, मीठी चाय/कॉफी।
ms: Elakkan: gula-gula, manisan, kek, pastri, minuman ringan, teh/kopi manis.

# foodWhiteSugarDesc2
source: 🔵 Even a small amount can cause sudden sugar spikes and insulin resistance.
ar: 🔵 حتى الكميات الصغيرة يمكن أن تسبب ارتفاعًا مفاجئًا في السكر ومقاومة للأنسولين.
hi: 🔵 थोड़ी सी मात्रा भी अचानक शुगर स्पाइक्स और इंसुलिन प्रतिरोध का कारण बन सकती है।
ms: 🔵 Walaupun sedikit boleh menyebabkan lonjakan gula secara tiba-tiba dan rintangan insulin.

# foodWhiteRiceTitle
source: White Rice
ar: الأرز الأبيض
hi: सफेद चावल
ms: Nasi Putih

# foodWhiteRiceDesc1
source: High in starch and carbohydrates, it converts quickly into glucose in the body.
ar: غني بالنشا والكربوهيدرات، حيث يتحول بسرعة إلى جلوكوز في الجسم.
hi: स्टार्च और कार्बोहाइड्रेट में उच्च, यह शरीर में जल्दी से ग्लूकोज में परिवर्तित हो जाता है।
ms: Tinggi kanji dan karbohidrat, ia ditukar dengan cepat menjadi glukosa dalam badan.

# foodWhiteRiceDesc2
source: 🔵 Instead, opt for brown rice or millets for a healthier alternative.
ar: 🔵 بدلاً من ذلك، اختر الأرز البني أو الدخن كبديل صحي.
hi: 🔵 इसके बजाय, स्वस्थ विकल्प के लिए ब्राउन राइस या बाजरा चुनें।
ms: 🔵 Sebaliknya, pilih nasi perang atau millet untuk pilihan yang lebih sihat.

# foodPotatoesTitle
source: Potatoes
ar: البطاطس
hi: आलू
ms: Kentang

# foodPotatoesDesc1
source: Also rich in starch, they spike blood sugar levels rapidly.
ar: غنية أيضًا بالنشا، مما يؤدي إلى ارتفاع سريع في مستويات السكر في الدم.
hi: स्टार्च से भी भरपूर, वे रक्त शर्करा के स्तर को तेजी से बढ़ाते हैं।
ms: Juga kaya dengan kanji, ia meningkatkan paras gula darah dengan cepat.

# foodPotatoesDesc2
source: 🔵 Replace them with green vegetables to maintain better glucose control.
ar: 🔵 استبدلها بالخضروات الخضراء للحفاظ على تحكم أفضل في الجلوكوز.
hi: 🔵 बेहतर ग्लूकोज नियंत्रण बनाए रखने के लिए उन्हें हरी सब्जियों से बदलें।
ms: 🔵 Gantikan dengan sayur-sayuran hijau untuk kawalan glukosa yang lebih baik.

source: Invalid OTP.
ar: رمز OTP غير صحيح.
hi: अमान्य ओटीपी।
ms: OTP tidak sah.

source: Enter Pincode
ar: أدخل الرمز البريدي
hi: पिनकोड दर्ज करें
ms: Masukkan Poskod

# validPincode
source: Enter valid pincode
ar: أدخل رمزًا بريديًا صحيحًا
hi: मान्य पिनकोड दर्ज करें
ms: Masukkan poskod 6 digit yang sah

# enterMobile
source: Enter Mobile Number
ar: أدخل رقم الهاتف المحمول
hi: मोबाइल नंबर दर्ज करें
ms: Masukkan Nombor Telefon

# validMobile
source: Enter valid mobile number
ar: أدخل رقم هاتف محمول صحيح
hi: मान्य मोबाइल नंबर दर्ज करें
ms: Masukkan nombor telefon 12 digit yang sah

source: Please enter Transaction ID
ar: الرجاء إدخال معرف المعاملة
hi: कृपया लेनदेन आईडी दर्ज करें
ms: Sila masukkan ID Transaksi

# pleaseEnterValidTransactionId
source: Please enter a valid 12-digit Transaction ID
ar: الرجاء إدخال معرف معاملة صالح مكون من 12 رقمًا
hi: कृपया एक वैध 12 अंकों की लेनदेन आईडी दर्ज करें
ms: Sila masukkan ID Transaksi yang sah (12 digit)

# faqTitle
source: FAQ
ar: الأسئلة الشائعة
hi: अक्सर पूछे जाने वाले प्रश्न
ms: Soalan Lazim

# agreePrivacyTerms
source: Please agree to the Privacy Policy and Terms and Conditions
ar: الرجاء الموافقة على سياسة الخصوصية والشروط والأحكام
hi: कृपया गोपनीयता नीति और नियम और शर्तों से सहमत हों
ms: Sila bersetuju dengan Dasar Privasi dan Terma dan Syarat

# faqQ1
source: What is A5-Herbal Supplement, and how is it different from other Ayurvedic medicines for diabetes?
ar: ما هو المكمل العشبي A5، وكيف يختلف عن الأدوية الأيورفيدية الأخرى لمرض السكري؟
hi: A5-हर्बल सप्लीमेंट क्या है, और यह मधुमेह के लिए अन्य आयुर्वेदिक दवाओं से कैसे अलग है?
ms: Apakah A5-Suplemen Herba, dan bagaimana ia berbeza daripada ubat Ayurveda lain untuk diabetes?

# faqA1
source: A5-Herbal Supplement is a uniquely formulated ayurvedic medicine for diabetes made from a potent blend of 25+ herbs sourced from India and Malaysia. Unlike generic remedies, A5 works at the root level by rejuvenating the pancreas, restoring insulin sensitivity, and naturally regulating blood sugar without side effects.
ar: المكمل العشبي A5 هو دواء أيورفيدي فريد لمرض السكري مصنوع من مزيج قوي من 25+ عشبة من الهند وماليزيا. على عكس العلاجات العامة، يعمل A5 على المستوى الجذري عن طريق تجديد البنكرياس، واستعادة حساسية الأنسولين، وتنظيم نسبة السكر في الدم بشكل طبيعي دون آثار جانبية.
hi: A5-हर्बल सप्लीमेंट भारत और मलेशिया से प्राप्त 25+ जड़ी-बूटियों के शक्तिशाली मिश्रण से बनी मधुमेह के लिए एक विशिष्ट रूप से तैयार की गई आयुर्वेदिक दवा है। सामान्य उपचारों के विपरीत, A5 अग्न्याशय को फिर से जीवंत करके, इंसुलिन संवेदनशीलता को बहाल करके और बिना किसी दुष्प्रभाव के रक्त शर्करा को स्वाभाविक रूप से विनियमित करके जड़ स्तर पर काम करता है।
ms: A5-Suplemen Herba ialah ubat Ayurveda yang diformulasikan secara unik untuk diabetes yang diperbuat daripada gabungan lebih 25 herba yang kuat dari India dan Malaysia. Tidak seperti rawatan biasa, A5 – Tambahan Herba berfungsi di peringkat akar dengan meremajakan pankreas, memulihkan kepekaan insulin dan mengawal paras gula dalam darah secara semula jadi tanpa kesan sampingan.

# faqQ2
source: Can A5-Herbal Supplement completely reverse Type 2 Diabetes?
ar: هل يمكن للمكمل العشبي A5 عكس مرض السكري من النوع 2 تمامًا؟
hi: क्या A5-हर्बल सप्लीमेंट टाइप 2 मधुमेह को पूरी तरह से उलट सकता है?
ms: Bolehkah A5-Suplemen Herba membalikkan Diabetes Jenis 2 sepenuhnya?

# faqA2
source: Yes. A5-Herbal Supplement is clinically designed to manage and eliminate Type 2 Diabetes within 3 months of consistent use. It detoxifies the body, repairs insulin pathways, and helps regenerate beta cells, which makes reversal possible in many cases, depending on the severity and lifestyle adherence.
ar: نعم. تم تصميم المكمل العشبي A5 سريريًا لإدارة والقضاء على مرض السكري من النوع 2 خلال 3 أشهر من الاستخدام المنتظم. إنه يزيل السموم من الجسم، ويصلح مسارات الأنسولين، ويساعد على تجديد خلايا بيتا، مما يجعل العكس ممكنًا في العديد من الحالات، اعتمادًا على شدة المرض والالتزام بنمط الحياة.
hi: हाँ। A5-हर्बल सप्लीमेंट को लगातार उपयोग के 3 महीने के भीतर टाइप 2 मधुमेह का प्रबंधन और उन्मूलन करने के लिए चिकित्सकीय रूप से डिज़ाइन किया गया है। यह शरीर को डिटॉक्सिफाई करता है, इंसुलिन मार्गों की मरम्मत करता है, और बीटा कोशिकाओं को पुनर्जीवित करने में मदद करता है, जो कई मामलों में रिवर्सल को संभव बनाता है, गंभीरता और जीवनशैली के पालन के आधार पर।
ms: Ya. A5-Suplemen Herba direka secara klinikal untuk mengurus dan menghapuskan Diabetes Jenis 2 dalam masa 3 bulan penggunaan konsisten. Ia menyahtoksik badan, membaiki laluan insulin dan membantu menjana semula sel beta, yang menjadikan pembalikan boleh dilakukan dalam banyak kes, bergantung kepada tahap keterukan dan pematuhan gaya hidup.

# faqQ3
source: How long does it take to see results with A5-Herbal Supplement?
ar: كم من الوقت يستغرق ظهور النتائج مع المكمل العشبي A5؟
hi: A5-हर्बल सप्लीमेंट के साथ परिणाम देखने में कितना समय लगता है?
ms: Berapa lama untuk melihat keputusan dengan A5-Suplemen Herba?

# faqA3
source: Most users start seeing improvements in fasting and postprandial sugar levels within the first 2 to 4 weeks. However, for full reversal, a minimum of 3 months of regular use is recommended, as per the A5 protocol.
ar: يبدأ معظم المستخدمين في ملاحظة تحسن في مستويات السكر الصائم وما بعد الأكل خلال أول 2 إلى 4 أسابيع. ومع ذلك، للعكس الكامل، يوصى باستخدام المنتج بانتظام لمدة 3 أشهر على الأقل، وفقًا لبروتوكول A5.
hi: अधिकांश उपयोगकर्ताओं को पहले 2 से 4 हफ्तों के भीतर उपवास और भोजन के बाद के शुगर के स्तर में सुधार देखना शुरू हो जाता है। हालांकि, पूर्ण रिवर्सल के लिए, A5 प्रोटोकॉल के अनुसार, न्यूनतम 3 महीने के नियमित उपयोग की सिफारिश की जाती है।
ms: Kebanyakan pengguna mula melihat peningkatan dalam paras gula puasa dan selepas makan dalam masa 2 hingga 4 minggu pertama. Walau bagaimanapun, untuk pembalikan penuh, sekurang-kurangnya 3 bulan penggunaan biasa disyorkan mengikut protokol A5 – Tambahan Herba.

# faqQ4
source: Is A5-Herbal Supplement safe for long-term use?
ar: هل المكمل العشبي A5 آمن للاستخدام على المدى الطويل؟
hi: क्या A5-हर्बल सप्लीमेंट लंबे समय तक उपयोग के लिए सुरक्षित है?
ms: Adakah A5-Suplemen Herba selamat untuk penggunaan jangka panjang?

# faqA4
source: Absolutely. A5-Herbal Supplement is a 100% natural and herbal formula with no steroids, chemicals, or preservatives. It is non-addictive and safe for prolonged use — making it one of the most trusted ayurvedic medicines for diabetes available today.
ar: بالتأكيد. المكمل العشبي A5 هو تركيبة طبيعية 100% وخالية من المنشطات أو المواد الكيميائية أو المواد الحافظة. إنه غير إدماني وآمن للاستخدام المطول — مما يجعله أحد أكثر الأدوية الأيورفيدية الموثوقة لمرض السكري المتاحة اليوم.
hi: बिल्कुल। A5-हर्बल सप्लीमेंट कोई स्टेरॉयड, रसायन या परिरक्षक के बिना 100% प्राकृतिक और हर्बल फॉर्मूला है। यह गैर-नशे की लत है और लंबे समय तक उपयोग के लिए सुरक्षित है - यह आज उपलब्ध मधुमेह के लिए सबसे विश्वसनीय आयुर्वेदिक दवाओं में से एक है।
ms: Sudah tentu. A5-Suplemen Herba adalah 100% semula jadi dan berasaskan herba tanpa steroid, bahan kimia atau bahan pengawet. Ia tidak menyebabkan ketagihan dan selamat untuk kegunaan jangka panjang — menjadikannya salah satu ubat Ayurveda yang paling dipercayai untuk diabetes hari ini.

# faqQ5
source: Does A5-Herbal Supplement interact with allopathic medicines like Metformin or insulin?
ar: هل يتفاعل المكمل العشبي A5 مع الأدوية الألوپاثية مثل الميتفورمين أو الأنسولين؟
hi: क्या A5-हर्बल सप्लीमेंट मेटफॉर्मिन या इंसुलिन जैसी एलोपैथिक दवाओं के साथ परस्पर क्रिया करता है?
ms: Adakah A5-Suplemen Herba berinteraksi dengan ubat allopatik seperti Metformin atau insulin?

# faqA5
source: No harmful interactions have been reported. Many users gradually reduce or completely stop allopathic medications under medical supervision after starting A5 – Herbal Supplement. However, we recommend consulting your doctor before making any changes to your current prescription.
ar: لم يتم الإبلاغ عن أي تفاعلات ضارة. يقوم العديد من المستخدمين بتقليل أو إيقاف الأدوية الألوپاثية تدريجيًا تحت إشراف طبي بعد بدء استخدام A5. ومع ذلك، ننصحك باستشارة طبيبك قبل إجراء أي تغييرات على وصفاتك الحالية.
hi: कोई हानिकारक इंटरैक्शन की सूचना नहीं मिली है। कई उपयोगकर्ता A5 – हर्बल सप्लीमेंट शुरू करने के बाद चिकित्सकीय पर्यवेक्षण के तहत एलोपैथिक दवाओं को धीरे-धीरे कम करते हैं या पूरी तरह से बंद कर देते हैं। हालांकि, हम आपके वर्तमान नुस्खे में कोई भी बदलाव करने से पहले अपने डॉक्टर से परामर्श करने की सलाह देते हैं।
ms: Tiada interaksi berbahaya telah dilaporkan. Ramai pengguna secara beransur-ansur mengurangkan atau menghentikan ubat allopatik di bawah pengawasan perubatan selepas memulakan A5 – Tambahan Herba. Walau bagaimanapun, kami mengesyorkan agar anda berunding dengan doktor anda sebelum membuat sebarang perubahan pada preskripsi semasa anda.

# faqQ6
source: Can A5-Herbal Supplement be used alongside a regular diet and lifestyle?
ar: هل يمكن استخدام المكمل العشبي A5 مع نظام غذائي ونمط حياة عاديين؟
hi: क्या A5-हर्बल सप्लीमेंट का उपयोग नियमित आहार और जीवनशैली के साथ किया जा सकता है?
ms: Bolehkah A5-Suplemen Herba digunakan bersama diet dan gaya hidup biasa?

# faqA6
source: Yes. While A5-Herbal Supplement works effectively on its own, combining it with a diabetes-friendly diet and daily exercise enhances the reversal process. A5 – Herbal Supplement supports your body's natural ability to heal, making it a holistic ayurvedic medicine for diabetes.
ar: نعم. بينما يعمل المكمل العشبي A5 بشكل فعال بمفرده، فإن دمجه مع نظام غذائي مناسب لمرضى السكري وممارسة التمارين اليومية يعزز عملية العكس. يدعم A5 قدرة الجسم الطبيعية على الشفاء، مما يجعله دواءً أيورفيديًا شاملاً لمرض السكري.
hi: हाँ। जबकि A5-हर्बल सप्लीमेंट अपने आप में प्रभावी रूप से काम करता है, इसे मधुमेह-अनुकूल आहार और दैनिक व्यायाम के साथ जोड़ने से रिवर्सल प्रक्रिया बढ़ती है। A5 – हर्बल सप्लीमेंट शरीर की प्राकृतिक उपचार क्षमता का समर्थन करता है, जिससे यह मधुमेह के लिए एक समग्र आयुर्वेदिक दवा बन जाती है।
ms: Ya. Walaupun A5-Suplemen Herba berfungsi dengan berkesan dengan sendirinya, menggabungkannya dengan diet mesra diabetes dan senaman harian meningkatkan proses pembalikan. A5 – Tambahan Herba menyokong keupayaan semula jadi badan anda untuk sembuh, menjadikannya ubat Ayurveda yang menyeluruh untuk diabetes.

# faqQ7
source: Is A5-Herbal Supplement effective for both early-stage and long-term diabetes?
ar: هل المكمل العشبي A5 فعال لكل من مرض السكري في مراحله المبكرة وطويلة الأمد؟
hi: क्या A5-हर्बल सप्लीमेंट प्रारंभिक चरण और दीर्घकालिक मधुमेह दोनों के लिए प्रभावी है?
ms: Adakah A5-Suplemen Herba berkesan untuk diabetes peringkat awal dan jangka panjang?

# faqA7
source: Yes, A5-Herbal Supplement has shown positive results in both newly diagnosed and long-term diabetic individuals. The formulation is adaptive — it targets the metabolic root causes regardless of how long you've had diabetes.
ar: نعم، أظهر المكمل العشبي A5 نتائج إيجابية لكل من الأفراد المصابين حديثًا بمرض السكري وأولئك الذين يعانون منه منذ فترة طويلة. التركيبة قابلة للتكيف — حيث تستهدف الأسباب الجذرية الأيضية بغض النظر عن المدة التي تعاني فيها من مرض السكري.
hi: हाँ, A5-हर्बल सप्लीमेंट ने नव निदान और दीर्घकालिक मधुमेह वाले व्यक्तियों दोनों में सकारात्मक परिणाम दिखाए हैं। फॉर्मूलेशन अनुकूली है - यह चयापचय के मूल कारणों को लक्षित करता है, भले ही आपको मधुमेह कितने समय से हो।
ms: Ya, A5-Suplemen Herba telah menunjukkan keputusan positif dalam kedua-dua individu yang baru didiagnosis dan diabetes jangka panjang. Formulasi ini bersifat adaptif — ia menyasarkan punca metabolik tanpa mengira berapa lama anda menghidap diabetes.

source: CUSTOMER REVIEWS
ar: تقييمات العملاء
hi: ग्राहक समीक्षाएँ
ms: ULASAN PELANGGAN

# basedOnReviews
source: Based on {count} Reviews
ar: بناءً على {count}
hi: {count} आधारित
ms: Berdasarkan {count} Ulasan

source: No reviews yet.
ar: لا توجد تقييمات حتى الآن.
hi: अभी तक कोई समीक्षा नहीं है।
ms: Tiada ulasan lagi.

source: Read More
ar: اقرأ المزيد
hi: और पढ़ें
ms: Baca Lagi

source: Show Less
ar: عرض أقل
hi: कम दिखाएँ
ms: Tunjuk Kurang

# youHaveBeenredirectedtohomescreen
source: You are being redirected to the home screen
ar: سيتم تحويلك إلى الشاشة الرئيسية
hi: आपको होम स्क्रीन पर रीडायरेक्ट किया जा रहा है
ms: Anda sedang diubah hala ke skrin utama

source: Write a Review
ar: اكتب تقييمًا
hi: एक समीक्षा लिखें
ms: Tulis Ulasan

source: Share Your Experience
ar: شارك تجربتك
hi: अपना अनुभव साझा करें
ms: Kongsi Pengalaman Anda

# productOpinionPrompt
source: We'd love to hear what you think about our product
ar: نود أن نعرف رأيك في منتجنا
hi: हम आपके उत्पाद के बारे में आपकी राय जानना चाहेंगे
ms: Kami ingin mendengar pendapat anda tentang produk kami

# rateThisProduct
source: How would you rate this product?
ar: كيف تقيم هذا المنتج؟
hi: आप इस उत्पाद को कैसे रेटिंग देंगे?
ms: Bagaimana anda menilai produk ini?

# ratingPoor
source: Poor - I disliked it
ar: ضعيف - لم يعجبني
hi: खराब - मुझे यह पसंद नहीं आया
ms: Lemah - Saya tidak menyukainya

# ratingFair
source: Fair - It was okay
ar: متوسط - كان مقبولًا
hi: औसत - यह ठीक था
ms: Biasa - Ia okay

# ratingGood
source: Good - I liked it
ar: جيد - أعجبني
hi: अच्छा - मुझे यह पसंद आया
ms: Baik - Saya menyukainya

# ratingVeryGood
source: Very Good - I really liked it
ar: جيد جدًا - أعجبني كثيرًا
hi: बहुत अच्छा - मुझे यह बहुत पसंद आया
ms: Sangat Baik - Saya sangat menyukainya

# ratingExcellent
source: Excellent - I love it!
ar: ممتاز - أحبه!
hi: उत्कृष्ट - मुझे यह बहुत पसंद है!
ms: Cemerlang - Saya menyukainya!

source: Your Review
ar: تقييمك
hi: आपकी समीक्षा
ms: Ulasan Anda

# reviewHint
source: What did you like or dislike? What did you use this product for?
ar: ما الذي أعجبك أو لم يعجبك؟ لأي غرض استخدمت هذا المنتج؟
hi: आपको क्या पसंद आया या नापसंद? आपने इस उत्पाद का उपयोग किस लिए किया?
ms: Apa yang anda suka atau tidak suka? Untuk apa anda menggunakan produk ini?

# addPhotos
source: Add Photos (Optional)
ar: إضافة صور (اختياري)
hi: तस्वीरें जोड़ें (वैकल्पिक)
ms: Tambah Gambar (Pilihan)

source: Gallery
ar: المعرض
hi: गैलरी
ms: Galeri

source: Camera
ar: الكاميرا
hi: कैमरा
ms: Kamera

source: Submit Review
ar: إرسال التقييم
hi: समीक्षा सबमिट करें
ms: Hantar Ulasan

# maxPhotoLimit
source: You can upload a maximum of 5 photos
ar: يمكنك تحميل حد أقصى 5 صور
hi: आप अधिकतम 5 तस्वीरें अपलोड कर सकते हैं
ms: Anda hanya boleh memuat naik maksimum 5 gambar

# pleaseSelectRating
source: Please select a rating
ar: الرجاء اختيار تقييم
hi: कृपया एक रेटिंग चुनें
ms: Sila pilih penilaian

# pleaseWriteReview
source: Please write your review
ar: الرجاء كتابة تقييمك
hi: कृपया अपनी समीक्षा लिखें
ms: Sila tulis ulasan anda

# reviewSuccessMessage
source: Your review has been submitted successfully.
ar: تم تقديم تقييمك بنجاح.
hi: आपकी समीक्षा सफलतापूर्वक सबमिट कर दी गई है।
ms: Ulasan anda telah berjaya dihantar.

source: Server error
ar: خطأ في الخادم
hi: सर्वर त्रुटि
ms: Ralat pelayan

# reviewSubmitFailed
source: Failed to submit review
ar: فشل في تقديم التقييم
hi: समीक्षा सबमिट करने में विफल
ms: Gagal menghantar ulasan

source: Price Break Down :
ar: تفصيل السعر :
hi: मूल्य विवरण :
ms: Perincian Harga :

source: Base Price :
ar: السعر الأساسي :
hi: आधार मूल्य :
ms: Harga Asas :

# gst
source: GST (12%) :
ar: ضريبة السلع والخدمات (٪12) :
hi: जीएसटी (12%) :
ms: Cukai Barang dan Perkhidmatan (12%) :

source: UPI
hi: यूपीआई

# section2Razorpay
source: Razorpay.
hi: रेज़रपे।
