Repository: GlobleHourMarine/ambrosia_ayurved_app
Catalog: lib/l10n/app_*.arb
Languages: ar, hi, ms

# shippingAndDeliveryPolicy_orderProcessingBody
source: All orders placed on our website are typically processed within 1–2 business days. You will receive a confirmation email or SMS once your order has been processed and shipped.
ar: تتم معالجة جميع الطلبات المقدمة على موقعنا الإلكتروني عادةً خلال يوم عمل إلى يومي عمل. ستتلقون رسالة تأكيد بالبريد الإلكتروني أو رسالة نصية قصيرة بمجرد معالجة طلبكم وشحنه.
hi: हमारी वेबसाइट पर दिए गए सभी ऑर्डर आमतौर पर 1-2 व्यावसायिक दिनों के भीतर संसाधित किए जाते हैं। एक बार आपका ऑर्डर संसाधित और शिप हो जाने के बाद आपको एक पुष्टिकरण ईमेल या एसएमएस प्राप्त होगा।
ms: Semua pesanan yang dibuat di laman web kami biasanya diproses dalam masa 1–2 hari bekerja. Anda akan menerima e-mel atau SMS pengesahan sebaik sahaja pesanan anda diproses dan dihantar.

# shippingAndDeliveryPolicy_shippingWithinIndiaTitle
source: Shipping Within India
ar: الشحن داخل الهند
hi: भारत के भीतर शिपिंग
ms: Penghantaran Di Dalam India

# shippingAndDeliveryPolicy_shippingWithinIndiaBody
source: We currently offer shipping across all serviceable PIN codes in India.
ar: نقدم حاليًا خدمة الشحن إلى جميع الرموز البريدية القابلة للخدمة في الهند.
hi: हम वर्तमान में भारत के सभी सेवा योग्य पिन कोडों पर शिपिंग प्रदान करते हैं।
ms: Kami kini menawarkan penghantaran di semua kod PIN yang boleh dilayan di India.

# shippingAndDeliveryPolicy_estimatedDelivery
source: Estimated Delivery Time: 3 to 7 working days (depending on your location, courier availability, and other factors)
ar: وقت التسليم المقدر: من 3 إلى 7 أيام عمل (حسب موقعكم، وتوافر شركة التوصيل، وعوامل أخرى)
hi: अनुमानित डिलीवरी समय: 3 से 7 कार्य दिवस (आपके स्थान, कूरियर की उपलब्धता और अन्य कारकों के आधार पर)
ms: Masa Penghantaran Anggaran: 3 hingga 7 hari bekerja (bergantung pada lokasi anda, ketersediaan kurier, dan faktor lain)

# shippingAndDeliveryPolicy_deliveryTimelines
source: Delivery timelines may vary slightly for remote or non-metro areas.
ar: قد تختلف أوقات التسليم قليلاً للمناطق النائية أو غير الرئيسية.
hi: दूरदराज के या गैर-महानगरीय क्षेत्रों के लिए डिलीवरी समय-सीमा थोड़ी भिन्न हो सकती है।
ms: Garis masa penghantaran mungkin berbeza sedikit untuk kawasan terpencil atau bukan metro.

# shippingAndDeliveryPolicy_shippingChargesTitle
source: Shipping Charges
ar: رسوم الشحن
hi: शिपिंग शुल्क
ms: Caj Penghantaran

# shippingAndDeliveryPolicy_shippingChargesBody
source: Shipping charges are calculated at checkout based on multiple factors such as:
ar: يتم احتساب رسوم الشحن عند الدفع بناءً على عدة عوامل مثل:
hi: शिपिंग शुल्क चेकआउट पर कई कारकों के आधार पर गणना की जाती है जैसे:
ms: Caj penghantaran dikira semasa pembayaran berdasarkan beberapa faktor seperti:

# shippingAndDeliveryPolicy_shippingChargesList1
source: Package weight and dimensions
ar: وزن وأبعاد الطرد
hi: पैकेज का वजन और आयाम
ms: Berat dan dimensi pakej

# shippingAndDeliveryPolicy_shippingChargesList2
source: Delivery location (zone-wise)
ar: موقع التسليم (حسب المنطقة)
hi: डिलीवरी स्थान (ज़ोन-वार)
ms: Lokasi penghantaran (mengikut zon)

# shippingAndDeliveryPolicy_shippingChargesList3
source: Delivery mode (Standard / Express, where applicable)
ar: طريقة التسليم (قياسي / سريع، حيثما ينطبق ذلك)
hi: डिलीवरी मोड (मानक / एक्सप्रेस, जहां लागू हो)
ms: Mod penghantaran (Standard / Express, jika berkenaan)

# shippingAndDeliveryPolicy_freeShipping
source: We offer free shipping on select orders based on cart value, promotional offers, or active discounts.
ar: نقدم شحنًا مجانيًا على طلبات محددة بناءً على قيمة سلة التسوق أو العروض الترويجية أو الخصومات النشطة.
hi: हम कार्ट मूल्य, प्रचार प्रस्तावों या सक्रिय छूट के आधार पर चुनिंदा ऑर्डर पर मुफ्त शिपिंग प्रदान करते हैं।
ms: Kami menawarkan penghantaran percuma untuk pesanan tertentu berdasarkan nilai troli, tawaran promosi, atau diskaun yang aktif.

# shippingAndDeliveryPolicy_trackingOrderTitle
source: Tracking Your Order
ar: تتبع طلبكم
hi: अपने ऑर्डर को ट्रैक करना
ms: Menjejak Pesanan Anda

# shippingAndDeliveryPolicy_trackingOrderBody
source: You will receive tracking details once your order is shipped via email/SMS. You can track your order anytime using the link shared or directly through our website’s “Track Order” section (if available).
ar: ستتلقون تفاصيل التتبع بمجرد شحن طلبكم عبر البريد الإلكتروني / الرسائل النصية القصيرة. يمكنكم تتبع طلبكم في أي وقت باستخدام الرابط المشترك أو مباشرة من خلال قسم "تتبع الطلب" في موقعنا الإلكتروني (إذا كان متاحًا).
hi: आपका ऑर्डर शिप होने के बाद आपको ईमेल/एसएमएस के माध्यम से ट्रैकिंग विवरण प्राप्त होगा। आप साझा किए गए लिंक का उपयोग करके या सीधे हमारी वेबसाइट के “ट्रैक ऑर्डर” अनुभाग (यदि उपलब्ध हो) के माध्यम से किसी भी समय अपने ऑर्डर को ट्रैक कर सकते हैं।
ms: Anda akan menerima butiran penjejakan sebaik sahaja pesanan anda dihantar melalui e-mel/SMS. Anda boleh menjejak pesanan anda pada bila-bila masa menggunakan pautan yang dikongsi atau terus melalui bahagian “Jejak Pesanan” di laman web kami (jika ada).

# shippingAndDeliveryPolicy_deliveryPartnersTitle
source: Delivery Partners
ar: شركاء التوصيل
hi: डिलीवरी पार्टनर
ms: Rakan Penghantaran

# shippingAndDeliveryPolicy_deliveryPartnersBody
source: We work with reputed courier and logistics companies to ensure your products reach you safely and on time. However, delays may occur due to unforeseen circumstances such as weather, local holidays, or courier disruptions.
ar: نحن نعمل مع شركات توصيل ولوجستيات ذات سمعة طيبة لضمان وصول منتجاتكم إليكم بأمان وفي الوقت المحدد. ومع ذلك، قد تحدث تأخيرات بسبب ظروف غير متوقعة مثل الأحوال الجوية أو العطلات المحلية أو اضطرابات شركات التوصيل.
hi: हम प्रतिष्ठित कूरियर और लॉजिस्टिक्स कंपनियों के साथ काम करते हैं ताकि यह सुनिश्चित हो सके कि आपके उत्पाद सुरक्षित और समय पर आप तक पहुंचें। हालांकि, अप्रत्याशित परिस्थितियों जैसे मौसम, स्थानीय छुट्टियों या कूरियर व्यवधानों के कारण देरी हो सकती है।
ms: Kami bekerjasama dengan syarikat kurier dan logistik yang terkenal untuk memastikan produk anda sampai dengan selamat dan tepat pada masanya. Walau bagaimanapun, kelewatan mungkin berlaku disebabkan oleh keadaan yang tidak dijangka seperti cuaca, cuti tempatan, atau gangguan kurier.

# shippingAndDeliveryPolicy_internationalShippingTitle
source: International Shipping
ar: الشحن الدولي
hi: अंतर्राष्ट्रीय शिपिंग
ms: Penghantaran Antarabangsa

# shippingAndDeliveryPolicy_internationalShippingBody
source: We currently do not offer international shipping. However, this may be introduced in the future — stay tuned by subscribing to our newsletter or following us on social media.
ar: نحن لا نقدم حاليًا خدمة الشحن الدولي. ومع ذلك، قد يتم تقديم هذه الخدمة في المستقبل - ترقبوا ذلك من خلال الاشتراك في نشرتنا الإخبارية أو متابعتنا على وسائل التواصل الاجتماعي.
hi: हम वर्तमान में अंतर्राष्ट्रीय शिपिंग प्रदान नहीं करते हैं। हालांकि, इसे भविष्य में पेश किया जा सकता है - हमारे न्यूज़लेटर की सदस्यता लेकर या सोशल मीडिया पर हमें फॉलो करके बने रहें।
ms: Kami kini tidak menawarkan penghantaran antarabangsa. Walau bagaimanapun, ini mungkin diperkenalkan pada masa hadapan — teruskan mengikuti dengan melanggan buletin kami atau mengikuti kami di media sosial.

# shippingAndDeliveryPolicy_incorrectAddressTitle
source: Incomplete or Incorrect Address
ar: عنوان غير كامل أو غير صحيح
hi: अधूरा या गलत पता
ms: Alamat Tidak Lengkap atau Salah

# shippingAndDeliveryPolicy_incorrectAddressBody
source: Please ensure the delivery address and contact details entered are accurate.
ar: يرجى التأكد من دقة عنوان التسليم وتفاصيل الاتصال المدخلة.
hi: कृपया सुनिश्चित करें कि दर्ज किया गया डिलीवरी पता और संपर्क विवरण सटीक हैं।
ms: Sila pastikan alamat penghantaran dan butiran hubungan yang dimasukkan adalah tepat.

# shippingAndDeliveryPolicy_incorrectAddressDisclaimer
source: Ambrosia Ayurved is not responsible for failed deliveries due to incorrect/incomplete address details provided at checkout.
ar: أمبروزيا أيورفيد ليست مسؤولة عن حالات عدم التسليم الناتجة عن تفاصيل عنوان غير صحيحة / غير كاملة مقدمة عند الدفع.
hi: अम्ब्रोसिया आयुर्वेद चेकआउट के दौरान प्रदान किए गए गलत/अधूरे पते के विवरण के कारण विफल डिलीवरी के लिए जिम्मेदार नहीं है।
ms: Ambrosia Ayurved tidak bertanggungjawab atas penghantaran yang gagal disebabkan oleh butiran alamat yang salah/tidak lengkap yang diberikan semasa pembayaran.

# shippingAndDeliveryPolicy_deliveryDelaysTitle
source: Delivery Delays or Exceptions
ar: تأخيرات أو استثناءات في التسليم
hi: डिलीवरी में देरी या अपवाद
ms: Kelewatan atau Pengecualian Penghantaran

# shippingAndDeliveryPolicy_deliveryDelaysBody
source: While we strive to deliver your order within the promised time frame, delivery may occasionally be delayed due to:
ar: بينما نسعى جاهدين لتوصيل طلبكم خلال الإطار الزمني الموعود به، قد يتأخر التسليم في بعض الأحيان بسبب:
hi: जबकि हम आपके ऑर्डर को बताए गए समय-सीमा के भीतर वितरित करने का प्रयास करते हैं, डिलीवरी में कभी-कभी देरी हो सकती है:
ms: Walaupun kami berusaha untuk menghantar pesanan anda dalam jangka masa yang dijanjikan, penghantaran mungkin terlewat kadangkala disebabkan oleh:

# shippingAndDeliveryPolicy_deliveryDelaysList1
source: Natural calamities, weather, or regional lockdowns
ar: الكوارث الطبيعية أو الأحوال الجوية أو الإغلاقات الإقليمية
hi: प्राकृतिक आपदाएं, मौसम, या क्षेत्रीय लॉकडाउन
ms: Bencana alam, cuaca, atau sekatan peringkat negeri

# shippingAndDeliveryPolicy_deliveryDelaysList2
source: Operational or logistical issues at the courier level
ar: مشكلات تشغيلية أو لوجستية على مستوى شركة التوصيل
hi: कूरियर स्तर पर परिचालन या लॉजिस्टिकल मुद्दे
ms: Isu operasi atau logistik di peringkat kurier

# shippingAndDeliveryPolicy_deliveryDelaysList3
source: Unreachable or incorrect delivery location
ar: موقع تسليم غير قابل للوصول أو غير صحيح
hi: अगम्य या गलत डिलीवरी स्थान
ms: Lokasi penghantaran yang sukar dijangkau atau salah

# shippingAndDeliveryPolicy_deliveryDelaysNote
source: In such cases, we appreciate your patience and cooperation.
ar: في مثل هذه الحالات، نقدر صبركم وتعاونكم.
hi: ऐसे मामलों में, हम आपके धैर्य और सहयोग की सराहना करते हैं।
ms: Dalam kes sedemikian, kami menghargai kesabaran dan kerjasama anda.

# shippingAndDeliveryPolicy_needHelpTitle
source: Need Help?
ar: هل تحتاج إلى مساعدة؟
hi: मदद चाहिए?
ms: Perlukan Bantuan?

# shippingAndDeliveryPolicy_needHelpBody
source: If you haven’t received your order within the expected time frame or have any queries regarding shipping, feel free to contact our support team:
ar: إذا لم تتلقوا طلبكم خلال الإطار الزمني المتوقع أو كان لديكم أي استفسارات بخصوص الشحن، فلا تترددوا في الاتصال بفريق الدعم لدينا:
hi: यदि आपको अपेक्षित समय-सीमा के भीतर अपना ऑर्डर प्राप्त नहीं हुआ है या शिपिंग के संबंध में कोई प्रश्न है, तो बेझिझक हमारी सहायता टीम से संपर्क करें:
ms: Jika anda belum menerima pesanan anda dalam jangka masa yang dijangkakan atau mempunyai sebarang pertanyaan mengenai penghantaran, sila hubungi pasukan sokongan kami:

# shippingAndDeliveryPolicy_thankYou
source: Thank you for shopping with Ambrosia Ayurved.
ar: شكراً لتسوقكم من أمبروزيا أيورفيد.
hi: अम्ब्रोसिया आयुर्वेद के साथ खरीदारी करने के लिए धन्यवाद।
ms: Terima kasih kerana membeli-belah di Ambrosia Ayurved.

# shippingAndDeliveryPolicy_thankYouBody
source: We’re working every day to bring you authentic Ayurvedic solutions — safely and swiftly.
ar: نحن نعمل كل يوم لنقدم لكم حلول الأيورفيدا الأصلية - بأمان وسرعة.
hi: हम आपको प्रामाणिक आयुर्वेदिक समाधान - सुरक्षित और तेज़ी से लाने के लिए हर दिन काम कर रहे हैं।
ms: Kami bekerja setiap hari untuk membawa anda penyelesaian Ayurveda yang sahih — dengan selamat dan cepat.

# termsAndConditions_welcome
source: Welcome to Ambrosia Ayurved. By accessing or using our website
ar: مرحبًا بكم في أمبروسيا أيورفيد. من خلال الوصول إلى موقعنا الإلكتروني أو استخدامه
hi: अम्ब्रोसिया आयुर्वेद में आपका स्वागत है। हमारी वेबसाइट
ms: Selamat datang ke Ambrosia Ayurved. Dengan mengakses atau menggunakan laman web kami

# termsAndConditions_agreement
source: , you agree to comply with and be bound by the following Terms and Conditions. Please read them carefully.
ar: ، فإنك توافق على الالتزام بالشروط والأحكام التالية وعلى الارتباط بها. يرجى قراءتها بعناية.
hi: का उपयोग या उपयोग करके, आप निम्नलिखित नियमों और शर्तों का पालन करने और उनसे बाध्य होने के लिए सहमत हैं। कृपया उन्हें ध्यान से पढ़ें।
ms: , anda bersetuju untuk mematuhi dan terikat dengan Terma dan Syarat berikut. Sila baca dengan teliti.

# termsAndConditions_eligibilityTitle
source: 1. Eligibility
ar: 1. الأهلية
hi: 1. पात्रता
ms: 1. Kelayakan

# termsAndConditions_eligibilityText
source: To place an order on our website, you must be at least 18 years of age. By using this site, you confirm that you meet this requirement.
ar: لإجراء طلب على موقعنا الإلكتروني، يجب أن يكون عمرك 18 عامًا على الأقل. باستخدام هذا الموقع، فإنك تؤكد أنك تستوفي هذا الشرط.
hi: हमारी वेबसाइट पर ऑर्डर देने के लिए, आपकी आयु कम से कम 18 वर्ष होनी चाहिए। इस साइट का उपयोग करके, आप पुष्टि करते हैं कि आप इस आवश्यकता को पूरा करते हैं।
ms: Untuk membuat pesanan di laman web kami, anda mesti berumur sekurang-kurangnya 18 tahun. Dengan menggunakan laman web ini, anda mengesahkan bahawa anda memenuhi syarat ini.

# termsAndConditions_productDisclaimerTitle
source: 2. Product Disclaimer
ar: 2. إخلاء مسؤولية المنتج
hi: 2. उत्पाद अस्वीकरण
ms: 2. Penafian Produk

# termsAndConditions_productDisclaimerText
source: Our product A5 – Herbal Supplement is an Ayurvedic formulation made with a blend of 25+ herbs from India and Malaysia. While we stand by its quality and effectiveness, results may vary from person to person depending on lifestyle, health condition, and usage.
ar: منتجنا A5 هو تركيبة أيورفيدية مصنوعة من مزيج من 25+ عشبة من الهند وماليزيا. بينما نضمن جودته وفعاليته، فقد تختلف النتائج من شخص لآخر اعتمادًا على نمط الحياة والحالة الصحية والاستخدام.
hi: हमारा उत्पाद A5 – हर्बल सप्लीमेंट भारत और मलेशिया से 25+ जड़ी-बूटियों के मिश्रण से बना एक आयुर्वेदिक फॉर्मूलेशन है। जबकि हम इसकी गुणवत्ता और प्रभावशीलता के साथ खड़े हैं, परिणाम जीवनशैली, स्वास्थ्य स्थिति और उपयोग के आधार पर व्यक्ति-दर-व्यक्ति भिन्न हो सकते हैं।
ms: Produk kami A5 – Tambahan Herba adalah formulasi Ayurvedik yang dibuat dengan gabungan 25+ herba dari India dan Malaysia. Walaupun kami berdiri dengan kualitinya dan keberkesanannya, hasilnya mungkin berbeza dari seorang ke seorang bergantung kepada gaya hidup, keadaan kesihatan, dan penggunaan.

# termsAndConditions_disclaimer
source: ⚠️ Disclaimer:
ar: ⚠️ تنبيه:
hi: ⚠️ अस्वीकरण:
ms: ⚠️ Penafian:

# termsAndConditions_ayurvedicDisclaimer
source: Our Ayurvedic formulation A5 – Herbal Supplement is designed to help reverse diabetes naturally, provided the recommended protocol is followed consistently. Individual results may vary based on body type, lifestyle, and adherence to the regimen. We advise consulting with a qualified healthcare provider if you have any existing medical conditions or are on medication.
ar: تركيبتنا الأيورفيدية A5 مصممة للمساعدة في عكس مرض السكري بشكل طبيعي، بشرط اتباع البروتوكول الموصى به باستمرار. قد تختلف النتائج الفردية حسب نوع الجسم ونمط الحياة والالتزام بالنظام. ننصح باستشارة مقدم رعاية صحية مؤهل إذا كنت تعاني من أي حالات طبية موجودة مسبقًا أو تتناول أدوية.
hi: हमारा आयुर्वेदिक फॉर्मूलेशन A5 – हर्बल सप्लीमेंट मधुमेह को स्वाभाविक रूप से उलटने में मदद करने के लिए डिज़ाइन किया गया है, बशर्ते अनुशंसित प्रोटोकॉल का लगातार पालन किया जाए। व्यक्तिगत परिणाम शरीर के प्रकार, जीवनशैली और आहार के पालन के आधार पर भिन्न हो सकते हैं। यदि आपको कोई मौजूदा चिकित्सा स्थिति है या दवा पर हैं तो हम एक योग्य स्वास्थ्य सेवा प्रदाता से परामर्श करने की सलाह देते हैं।
ms: Formulasi Ayurvedik kami A5 – Tambahan Herba direka untuk membantu membalikkan diabetes secara semula jadi, dengan syarat protokol yang disyorkan diikuti dengan konsisten. Hasil individu mungkin berbeza bergantung kepada jenis badan, gaya hidup, dan pematuhan kepada regimen. Kami menasihatkan anda untuk berunding dengan penyedia penjagaan kesihatan yang berkelayakan sekiranya anda mempunyai sebarang keadaan perubatan sedia ada atau sedang mengambil ubat.

# termsAndConditions_ordersAndPaymentTitle
source: 3. Orders & Payment Terms
ar: 3. الطلبات وشروط الدفع
hi: 3. ऑर्डर और भुगतान शर्तें
ms: 3. Pesanan & Terma Pembayaran

# termsAndConditions_paymentOptions
source: We offer the following payment options:
ar: نحن نقدم خيارات الدفع التالية:
hi: हम निम्नलिखित भुगतान विकल्प प्रदान करते हैं:
ms: Kami menawarkan pilihan pembayaran berikut:

# termsAndConditions_paymentMethod1
source: Prepaid (via Razorpay – UPI, Netbanking, Credit/Debit Cards, Wallets)
ar: الدفع المسبق (عبر Razorpay – UPI، التحويل المصرفي، بطاقات الائتمان/الخصم، المحافظ الإلكترونية)
hi: प्रीपेड (रेज़रपे के माध्यम से - यूपीआई, नेटबैंकिंग, क्रेडिट/डेबिट कार्ड, वॉलेट)
ms: Pra-bayar (melalui Razorpay – UPI, Netbanking, Kad Kredit/Debit, E-dompet)

# termsAndConditions_paymentMethod2
source: Cash on Delivery (COD) — available for selected pin codes
ar: الدفع عند الاستلام (COD) — متاح لرموز بريدية محددة
hi: कैश ऑन डिलीवरी (सीओडी) - चयनित पिन कोड के लिए उपलब्ध
ms: Bayaran Semasa Penghantaran (COD) — tersedia untuk kod pin terpilih

# termsAndConditions_orderCancellation
source: Ambrosia Ayurved reserves the right to cancel orders if:
ar: تحتفظ أمبروسيا أيورفيد بحق إلغاء الطلبات في الحالات التالية:
hi: अम्ब्रोसिया आयुर्वेद निम्नलिखित स्थितियों में ऑर्डर रद्द करने का अधिकार सुरक्षित रखता है:
ms: Ambrosia Ayurved berhak membatalkan pesanan jika:

# termsAndConditions_unavailableProduct
source: The product is unavailable
ar: المنتج غير متوفر
hi: उत्पाद अनुपलब्ध है।
ms: Produk tidak tersedia

# termsAndConditions_unserviceableAddress
source: The shipping address is not serviceable
ar: عنوان الشحن غير قابل للتوصيل
hi: शिपिंग पता सेवा योग्य नहीं है।
ms: Alamat penghantaran tidak dapat dilayan

# termsAndConditions_paymentIssue
source: There is a payment-related issue or suspected fraud
ar: هناك مشكلة متعلقة بالدفع أو اشتباه في الاحتيال
hi: भुगतान-संबंधी समस्या या संदिग्ध धोखाधड़ी है।
ms: Terdapat masalah berkaitan pembayaran atau kecurigaan penipuan

# termsAndConditions_refundPolicy
source: In such cases, refunds will be initiated as per our
ar: في مثل هذه الحالات، سيتم بدء استرداد الأموال وفقًا لـ
hi: ऐसे मामलों में, धनवापसी हमारी रद्द करने और धनवापसी नीति के अनुसार शुरू की जाएगी।
ms: Dalam kes sedemikian, bayaran balik akan dilaksanakan mengikut

# termsAndConditions_refundPolicyLink
source: Cancellation & Refund Policy.
ar: سياسة الإلغاء والاسترداد.
hi: रद्द करने और धनवापसी नीति।
ms: Dasar Pembatalan & Bayaran Balik.

# termsAndConditions_shippingTitle
source: 4. Shipping & Delivery
ar: 4. الشحن والتوصيل
hi: 4. शिपिंग और डिलीवरी
ms: 4. Penghantaran & Penghantaran

# termsAndConditions_shippingText
source: All orders are processed and shipped within the timeline mentioned on the product page. Delivery is usually completed within 3–7 business days, depending on the location.
ar: يتم معالجة جميع الطلبات وشحنها ضمن الإطار الزمني المذكور في صفحة المنتج. عادةً ما يتم التسليم خلال 3-7 أيام عمل، حسب الموقع.
hi: सभी ऑर्डर उत्पाद पृष्ठ पर उल्लिखित समय-सीमा के भीतर संसाधित और शिप किए जाते हैं। डिलीवरी आमतौर पर स्थान के आधार पर 3-7 व्यावसायिक दिनों के भीतर पूरी हो जाती है।
ms: Semua pesanan diproses dan dihantar dalam jangka masa yang dinyatakan pada halaman produk. Penghantaran biasanya diselesaikan dalam 3–7 hari bekerja, bergantung pada lokasi.

# termsAndConditions_shippingPolicy
source: Please refer to our Shipping Policy for more details.
ar: يرجى الرجوع إلى سياسة الشحن لمزيد من التفاصيل.
hi: अधिक विवरण के लिए कृपया हमारी शिपिंग नीति देखें।
ms: Sila rujuk Polisi Penghantaran kami untuk maklumat lanjut.

# termsAndConditions_cancellationsRefundsTitle
source: 5. Cancellations & Refunds
ar: 5. الإلغاءات والاسترداد
hi: 5. रद्दीकरण और धनवापसी
ms: 5. Pembatalan & Bayaran Balik

# termsAndConditions_cancellationsRefundsText
source: Orders once placed can only be canceled or refunded under specific conditions. Please refer to our detailed Cancellation & Refund Policy to understand eligibility and timelines.
ar: لا يمكن إلغاء الطلبات أو استرداد أموالها بعد تقديمها إلا تحت شروط محددة. يرجى الرجوع إلى سياسة الإلغاء والاسترداد المفصلة لفهم الأهلية والجداول الزمنية.
hi: एक बार रखे गए ऑर्डर को केवल विशिष्ट शर्तों के तहत ही रद्द या वापस किया जा सकता है। पात्रता और समय-सीमा को समझने के लिए कृपया हमारी विस्तृत रद्दीकरण और धनवापसी नीति देखें।
ms: Pesanan yang telah ditempah hanya boleh dibatalkan atau dibayar balik di bawah syarat-syarat tertentu. Sila rujuk Dasar Pembatalan & Bayaran Balik kami untuk memahami kelayakan dan jangka masa.

# termsAndConditions_intellectualPropertyTitle
source: 6. Intellectual Property
ar: 6. الملكية الفكرية
hi: 6. बौद्धिक संपदा
ms: 6. Harta Intelek

# termsAndConditions_intellectualPropertyText
source: All content on this website — including text, graphics, product names, logos, and images — is the
ar: جميع المحتويات على هذا الموقع — بما في ذلك النصوص والرسومات وأسماء المنتجات والشعارات والصور — هي
hi: इस वेबसाइट पर सभी सामग्री - जिसमें टेक्स्ट, ग्राफिक्स, उत्पाद नाम, लोगो और चित्र शामिल हैं - अम्ब्रोसिया आयुर्वेद की अनन्य संपत्ति है और कॉपीराइट और ट्रेडमार्क कानूनों के तहत संरक्षित है।
ms: Semua kandungan di laman web ini — termasuk teks, grafik, nama produk, logo, dan imej — adalah

# termsAndConditions_exclusiveProperty
source: exclusive property of Ambrosia Ayurved
ar: ملكية حصرية لـ أمبروسيا أيورفيد
hi: अम्ब्रोसिया आयुर्वेद की अनन्य संपत्ति
ms: harta eksklusif Ambrosia Ayurved

# termsAndConditions_propertyProtection
source: and is protected under copyright and trademark laws.
ar: وهي محمية بموجب قوانين حقوق النشر والعلامات التجارية.
hi: और कॉपीराइट और ट्रेडमार्क कानूनों के तहत संरक्षित है।
ms: dan dilindungi di bawah undang-undang hak cipta dan tanda dagang.

# termsAndConditions_unauthorizedUse
source: Unauthorized use or reproduction of our content is strictly prohibited and may result in legal action.
ar: يُحظر الاستخدام أو النسخ غير المصرح به لمحتوانا بشكل صارم وقد يؤدي إلى اتخاذ إجراءات قانونية.
hi: हमारी सामग्री का अनधिकृत उपयोग या पुनरुत्पादन सख्त वर्जित है और इसके परिणामस्वरूप कानूनी कार्रवाई हो सकती है।
ms: Penggunaan atau pengeluaran semula kandungan kami tanpa kebenaran adalah dilarang dan boleh mengakibatkan tindakan undang-undang.

# termsAndConditions_accountResponsibilityTitle
source: 7. Account Responsibility
ar: 7. مسؤولية الحساب
hi: 7. खाता जिम्मेदारी
ms: 7. Tanggungjawab Akaun

# termsAndConditions_accountResponsibilityText
source: If you create an account on our website, you are responsible for maintaining the confidentiality of your login details and for restricting access to your device. You agree to accept responsibility for all activities that occur under your account.
ar: إذا قمت بإنشاء حساب على موقعنا الإلكتروني، فأنت مسؤول عن الحفاظ على سرية تفاصيل تسجيل الدخول وتقييد الوصول إلى جهازك. أنت توافق على تحمل المسؤولية عن جميع الأنشطة التي تتم تحت حسابك.
hi: यदि आप हमारी वेबसाइट पर एक खाता बनाते हैं, तो आप अपने लॉगिन विवरण की गोपनीयता बनाए रखने और अपने डिवाइस तक पहुंच को प्रतिबंधित करने के लिए जिम्मेदार हैं। आप अपने खाते के तहत होने वाली सभी गतिविधियों के लिए जिम्मेदारी स्वीकार करने के लिए सहमत हैं।
ms: Sekiranya anda membuat akaun di laman web kami, anda bertanggungjawab untuk menjaga kerahsiaan butiran log masuk anda dan untuk mengehadkan akses kepada peranti anda. Anda bersetuju untuk menerima tanggungjawab untuk semua aktiviti yang berlaku di bawah akaun anda.

# termsAndConditions_limitationOfLiabilityTitle
source: 8. Limitation of Liability
ar: 8. تحديد المسؤولية
hi: 8. दायित्व की सीमा
ms: 8. Had Tanggungjawab
